{
    "atv-1": [
        "atv, buzz of insects disturbed by the ATV's passage.",
        "atv, A grey ATV is being driven on a sandy path in a wooded area..",
        "atv, car,vehicle,black,center.",
        "atv, gqdhKgN'-hL.",
        "atv, clatter of rocks kicked up by the ATV's tires.",
        "atv, roar of the ATV's engine as it accelerates.",
        "thud of the ATV's suspension absorbing bumps, whistle of the ATV's engine warning of high RPMs.",
        "atv, sky.",
        "atv, ;balCKxNzTR.",
        "atv, grind of gears as the ATV climbs a rocky slope.",
        "atv, eaves.",
        "car,vehicle,black,center",
        "atv, rFEtzmfhAMp.",
        "atv, FHRyID&s&ol.",
        "atv, stir-frie.",
        "A grey ATV is being driven on a sandy path in a wooded area.",
        "atv, &aIod'Rt'jx.",
        "atv, splash of water as the ATV crosses a shallow stream.",
        "atv",
        "thump of the ATV's tires hitting the ground after a jump, whir of the ATV's wheels as it tears through mud.",
        "atv, atv.",
        "atv, disc.",
        "atv, FRrVbIWyyjW.",
        "atv, care.",
        "atv, materials.",
        "atv, art.",
        "atv, thud of the ATV's suspension absorbing bumps.",
        "atv, thump of the ATV's cargo hitting against the frame.",
        "atv, aCEmqyvF\"EN.",
        "atv, frames."
    ],
    "atv-2": [
        "atv, buzz of insects disturbed by the ATV's passage.",
        "atv, combs.",
        "atv, fence.",
        "atv, A green ATV is being driven on a dirt road surrounded by desert vegetation..",
        "atv, Iesbxi\"Ot;-.",
        "atv, TNoYeigT'EC.",
        "sputter of the ATV's exhaust as it climbs a steep hill, rattle of chains and tools attached to the ATV.",
        "atv, iN\"quObPYzf.",
        "atv, ReCKFlvYSOr.",
        "shudder of the ATV's chassis as it navigates rough terrain, buzz of insects disturbed by the ATV's passage.",
        "whoosh of wind as the ATV speeds along an open trail, rattle of chains and tools attached to the ATV.",
        "snap of the ATV's throttle being twisted, whistle of the ATV's engine warning of high RPMs.",
        "atv, whistle of the ATV's engine warning of high RPMs.",
        "atv, dense.",
        "A green ATV is being driven on a dirt road surrounded by desert vegetation.",
        "atv, trees.",
        "clatter of rocks kicked up by the ATV's tires, shudder of the ATV's chassis as it navigates rough terrain.",
        "atv, board.",
        "atv, EjakHDh&gBH.",
        "atv",
        "atv, YkIWH'Leykg.",
        "atv, lBHekr&Vwym.",
        "atv, atv.",
        "shudder of the ATV's chassis as it navigates rough terrain, whoosh of wind as the ATV speeds along an open trail.",
        "hiss of the ATV's brakes as it comes to a stop, rattle of chains and tools attached to the ATV.",
        "atv, gelatinou.",
        "atv, pita.",
        "snap of the ATV's throttle being twisted, crunch of leaves and twigs under the ATV's tires.",
        "atv, car,vehicle,green,left.",
        "car,vehicle,green,left",
        "atv, ;sgYpzerbq-."
    ],
    "atv-3": [
        "A silver ATV is being driven at night on a narrow dirt trail, illuminated by headlights.",
        "atv, car,vehicle,black,right.",
        "whine of the ATV's transmission as it shifts gears, grind of gears as the ATV climbs a rocky slope.",
        "atv, zoVzpC&mlem.",
        "atv, roar of the ATV's engine as it accelerates.",
        "car,vehicle,black,right",
        "atv, squeak of the ATV's suspension over uneven terrain.",
        "clang of the ATV's metal frame hitting against obstacles, thud of the ATV's suspension absorbing bumps.",
        "atv, EhmRCusvKea.",
        "atv, streak.",
        "atv, lounging.",
        "atv, \"l-vFahEsmP.",
        "atv, spun.",
        "atv, A silver ATV is being driven at night on a narrow dirt trail, illuminated by headlights..",
        "atv, clang of the ATV's metal frame hitting against obstacles.",
        "atv, catwalk.",
        "whistle of the ATV's engine warning of high RPMs, shriek of excitement from riders as they tackle obstacles.",
        "atv, stretchy.",
        "atv, splash of water as the ATV crosses a shallow stream.",
        "atv",
        "atv, bowl-shap.",
        "atv, push.",
        "atv, atv.",
        "atv, thud of the ATV's suspension absorbing bumps.",
        "atv, hROiqCm'NhM.",
        "atv, shriek of excitement from riders as they tackle obstacles.",
        "atv, KNxl&tldtfC.",
        "atv, snap of the ATV's throttle being twisted.",
        "atv, POAcIpAhImt."
    ],
    "atv-4": [
        "atv, vehicle.",
        "atv, j'wxdAmuYvT.",
        "atv, perfume.",
        "buzz of insects disturbed by the ATV's passage, sputter of the ATV's exhaust as it climbs a steep hill.",
        "clang of the ATV's metal frame hitting against obstacles, whistle of the ATV's engine warning of high RPMs.",
        "atv, IobTjeoEncr.",
        "atv, screech of tires as the ATV brakes hard.",
        "atv, squeak of the ATV's suspension over uneven terrain.",
        "atv, spools.",
        "crack of branches breaking under the ATV's weight, whir of the ATV's wheels as it tears through mud.",
        "A black ATV is being ridden through a snowy landscape.",
        "roar of the ATV's engine as it accelerates, crunch of leaves and twigs under the ATV's tires.",
        "snap of the ATV's throttle being twisted, whistle of the ATV's engine warning of high RPMs.",
        "atv, A black ATV is being ridden through a snowy landscape..",
        "atv, HVEMePNsqPz.",
        "atv, reception.",
        "atv, apply.",
        "atv, splash of water as the ATV crosses a shallow stream.",
        "atv",
        "sputter of the ATV's exhaust as it climbs a steep hill, thump of the ATV's tires hitting the ground after a jump.",
        "atv, atv.",
        "car,vehicle,black,top",
        "atv, \"fMmvYrO;cw.",
        "atv, tpIh-TwKra\".",
        "atv, car,vehicle,black,top.",
        "atv, mask.",
        "atv, night.",
        "atv, 'uKaFhmuGfI.",
        "atv, snap of the ATV's throttle being twisted."
    ],
    "atv-5": [
        "atv, qDAfMxytKW\".",
        "car,vehicle,white black,center",
        "atv, distincti.",
        "atv, flagpole.",
        "thump of the ATV's cargo hitting against the frame, whoosh of wind as the ATV speeds along an open trail.",
        "atv, crack of branches breaking under the ATV's weight.",
        "atv, notched.",
        "atv, &LNtPPrDrd&.",
        "atv, In the center of an indoor dirt track, a white racing ATV with red details and a pink bumper is poised for competition..",
        "In the center of an indoor dirt track, a white racing ATV with red details and a pink bumper is poised for competition.",
        "atv, consumabl.",
        "hiss of the ATV's brakes as it comes to a stop, whistle of the ATV's engine warning of high RPMs.",
        "atv, clang of the ATV's metal frame hitting against obstacles.",
        "roar of the ATV's engine as it accelerates, whoosh of wind as the ATV speeds along an open trail.",
        "atv, VVoSnnHaaxM.",
        "atv, RNLytSO&CKD.",
        "atv",
        "whoosh of wind as the ATV speeds along an open trail, clang of the ATV's metal frame hitting against obstacles.",
        "atv, mall.",
        "atv, atv.",
        "shudder of the ATV's chassis as it navigates rough terrain, whoosh of wind as the ATV speeds along an open trail.",
        "atv, qhYzKkKiYhv.",
        "atv, veranda.",
        "atv, rattle of chains and tools attached to the ATV.",
        "atv, car,vehicle,white black,center.",
        "shudder of the ATV's chassis as it navigates rough terrain, shriek of excitement from riders as they tackle obstacles.",
        "atv, setting.",
        "atv, Ajq;RNOHHAL.",
        "atv, ptyHsVHus&x."
    ],
    "atv-6": [
        "A red ATV with white accents is navigating through a forested off-road trail.",
        "atv, car,vehicle,black,center.",
        "atv, crunch of leaves and twigs under the ATV's tires.",
        "atv, SEsOWnKrpAY.",
        "atv, call.",
        "atv, &inySdhksvz.",
        "splash of water as the ATV crosses a shallow stream, whistle of the ATV's engine warning of high RPMs.",
        "atv, cLYbY'Bvua;.",
        "atv, Cw''LFOeAwO.",
        "atv, squeak of the ATV's suspension over uneven terrain.",
        "atv, robes.",
        "atv, A red ATV with white accents is navigating through a forested off-road trail..",
        "atv, as.",
        "atv, grind of gears as the ATV climbs a rocky slope.",
        "atv, hum of the ATV's electrical system powering accessories.",
        "car,vehicle,black,center",
        "atv, tassel.",
        "groan of the ATV's frame as it bears a heavy load, rattle of chains and tools attached to the ATV.",
        "atv, &e'FiEAxDlu.",
        "atv, stackable.",
        "atv",
        "atv, EkWaAgIguro.",
        "atv, atv.",
        "atv, them.",
        "sputter of the ATV's exhaust as it climbs a steep hill, clatter of rocks kicked up by the ATV's tires.",
        "atv, whales.",
        "thump of the ATV's tires hitting the ground after a jump, groan of the ATV's frame as it bears a heavy load.",
        "atv, thump of the ATV's cargo hitting against the frame.",
        "atv, whine of the ATV's transmission as it shifts gears."
    ],
    "atv-7": [
        "atv, weighted.",
        "squeak of the ATV's suspension over uneven terrain, whistle of the ATV's engine warning of high RPMs.",
        "atv, A red and black ATV is climbing a rugged trail in a leafless forest..",
        "atv, d&g\"zqoHBYW.",
        "A red and black ATV is climbing a rugged trail in a leafless forest.",
        "screech of tires as the ATV brakes hard, roar of the ATV's engine as it accelerates.",
        "roar of the ATV's engine as it accelerates, crunch of leaves and twigs under the ATV's tires.",
        "atv, clang of the ATV's metal frame hitting against obstacles.",
        "roar of the ATV's engine as it accelerates, roar of the ATV's engine as it accelerates.",
        "whistle of the ATV's engine warning of high RPMs, shriek of excitement from riders as they tackle obstacles.",
        "atv, WBWbsWiOkPI.",
        "atv, ampSIkmMqlF.",
        "atv",
        "atv, antennae.",
        "atv, compartme.",
        "atv, mouthpiec.",
        "atv, atv.",
        "car,vehicle,black,top",
        "atv, dmyBsWqVRum.",
        "atv, MKK;-cRC'px.",
        "atv, smoker.",
        "atv, mustard.",
        "atv, car,vehicle,black,top.",
        "atv, VrLT\"OVWGIS.",
        "roar of the ATV's engine as it accelerates, shudder of the ATV's chassis as it navigates rough terrain.",
        "atv, thud of the ATV's suspension absorbing bumps.",
        "atv, groan of the ATV's frame as it bears a heavy load.",
        "atv, rocking.",
        "atv, EYDyEivf&of.",
        "atv, cfRxaCvPxB&."
    ],
    "atv-8": [
        "atv, crunch of leaves and twigs under the ATV's tires.",
        "atv, hoodoos.",
        "car,vehicle,white black,right",
        "atv, silver-gr.",
        "roar of the ATV's engine as it accelerates, clang of the ATV's metal frame hitting against obstacles.",
        "atv, front.",
        "atv, squeak of the ATV's suspension over uneven terrain.",
        "atv, protectio.",
        "atv, A white ATV is being ridden along a shaded dirt path in a green, leafy environment..",
        "atv, rpLq'nAapDT.",
        "atv, &sYSfBaqTVF.",
        "atv, clang of the ATV's metal frame hitting against obstacles.",
        "whine of the ATV's transmission as it shifts gears, roar of the ATV's engine as it accelerates.",
        "atv, bR--FmErawy.",
        "shriek of excitement from riders as they tackle obstacles, roar of the ATV's engine as it accelerates.",
        "atv, splash of water as the ATV crosses a shallow stream.",
        "atv, sandstone.",
        "atv",
        "atv, rLvWcIG\"uKE.",
        "atv, WqBhCSkyqdY.",
        "atv, live.",
        "atv, LyaOWqgrBjG.",
        "atv, atv.",
        "atv, R;acm&PeP&s.",
        "atv, pqajcjWgnvv.",
        "atv, workshop.",
        "atv, napkin.",
        "atv, EFMyhvMfait.",
        "atv, menu.",
        "atv, groan of the ATV's frame as it bears a heavy load.",
        "atv, shriek of excitement from riders as they tackle obstacles.",
        "atv, car,vehicle,white black,right.",
        "clang of the ATV's metal frame hitting against obstacles, buzz of insects disturbed by the ATV's passage.",
        "A white ATV is being ridden along a shaded dirt path in a green, leafy environment."
    ],
    "atv-9": [
        "groan of the ATV's frame as it bears a heavy load, hum of the ATV's electrical system powering accessories.",
        "atv, clatter of rocks kicked up by the ATV's tires.",
        "atv, A white ATV is jumping off a dirt ramp..",
        "roar of the ATV's engine as it accelerates, snap of the ATV's throttle being twisted.",
        "atv, car,vehicle,black,right.",
        "A white ATV is jumping off a dirt ramp.",
        "car,vehicle,black,right",
        "atv, quality.",
        "atv, lp-CcyGoaYl.",
        "atv, raKMhwwqWiD.",
        "atv, \"GziyO-ascT.",
        "atv, narrower.",
        "atv, sputter of the ATV's exhaust as it climbs a steep hill.",
        "crack of branches breaking under the ATV's weight, sputter of the ATV's exhaust as it climbs a steep hill.",
        "atv, sRDgxVCudmf.",
        "atv",
        "atv, atv.",
        "atv, KHPni'NTM\"t.",
        "atv, &\"ISqLbsrHi.",
        "atv, hiss of the ATV's brakes as it comes to a stop.",
        "atv, malls.",
        "atv, rock.",
        "atv, nC\"IET&bwFF.",
        "atv, thump of the ATV's tires hitting the ground after a jump.",
        "grind of gears as the ATV climbs a rocky slope, shriek of excitement from riders as they tackle obstacles.",
        "atv, physics.",
        "atv, tentacles.",
        "atv, -CzEoGjYDH'.",
        "atv, charge.",
        "atv, uWdYA;khcPn."
    ],
    "atv-10": [
        "atv, stitching.",
        "atv, crunch of leaves and twigs under the ATV's tires.",
        "atv, freestand.",
        "atv, The ATV on the right is blue and white and it's racing on a dirt track..",
        "atv, shrine.",
        "squeak of the ATV's suspension over uneven terrain, whistle of the ATV's engine warning of high RPMs.",
        "atv, granular.",
        "atv, MWkSzkNaacL.",
        "atv, piercing.",
        "atv, Ejd;hFeFNl&.",
        "The ATV on the right is blue and white and it's racing on a dirt track.",
        "atv, AqETVuKbn;B.",
        "atv, FEOjgRmAwdt.",
        "atv, FAgDoCgh;lI.",
        "atv, pmuBsRfs&qu.",
        "splash of water as the ATV crosses a shallow stream, rattle of chains and tools attached to the ATV.",
        "atv, automatic.",
        "atv",
        "atv, y;EjsiyMwu\".",
        "atv, whir of the ATV's wheels as it tears through mud.",
        "car,vehicle,white black,left",
        "atv, atv.",
        "atv, qPCt-&w&;Y&.",
        "atv, MS-CaC&sb'p.",
        "atv, rattle of chains and tools attached to the ATV.",
        "snap of the ATV's throttle being twisted, shriek of excitement from riders as they tackle obstacles.",
        "atv, car,vehicle,white black,left.",
        "atv, thud of the ATV's suspension absorbing bumps.",
        "shudder of the ATV's chassis as it navigates rough terrain, hum of the ATV's electrical system powering accessories.",
        "whoosh of wind as the ATV speeds along an open trail, whir of the ATV's wheels as it tears through mud.",
        "atv, whine of the ATV's transmission as it shifts gears.",
        "atv, sensitive."
    ],
    "badminton-1": [
        "badminton, badminton.",
        "shuffle of feet as players adjust their stance, murmur of conversation in the stands.",
        "badminton, coupling.",
        "badminton, thud of the shuttlecock hitting the ground.",
        "badminton, whoosh of air as the shuttlecock flies through the air.",
        "Two teams are in the midst of a rally, with one player preparing to hit the shuttlecock.",
        "badminton, hammer.",
        "shuffle of hands as players grip their rackets, clang of rackets being dropped on the ground.",
        "badminton, crackle of tension as the match reaches a critical point.",
        "badminton, cheers from spectators as a point is scored.",
        "badminton, hlnWxIaOoHy.",
        "badminton, aM;jq'BzYjz.",
        "rustle of clothing as players move around the court, chatter of players discussing strategy between points.",
        "badminton, black-tip.",
        "badminton, Two teams are in the midst of a rally, with one player preparing to hit the shuttlecock..",
        "badminton, snap.",
        "badminton, basket.",
        "badminton, &HTvN'Aw'Ou.",
        "badminton, wIn;deGonHo.",
        "badminton, thump of the shuttlecock being served.",
        "part,object,white,center",
        "badminton, lycra.",
        "shuffle of feet as players adjust their stance, shuffle of feet as players adjust their stance.",
        "badminton, \"EeGoDgpLEE.",
        "badminton, dressy.",
        "shuffle of feet as players adjust their stance, panting of players as they chase down the shuttlecock.",
        "badminton, s&MVhCyO;uq.",
        "badminton, part,object,white,center.",
        "badminton, H'czbVaBeYS.",
        "badminton"
    ],
    "badminton-2": [
        "badminton, -R;njgyfRlm.",
        "part,object,white,left top",
        "badminton, badminton.",
        "badminton, part,object,white,left top.",
        "badminton, towers.",
        "swish of the shuttlecock being struck by a racket, panting of players as they chase down the shuttlecock.",
        "badminton, inch.",
        "badminton, feeling.",
        "A doubles badminton match is in progress in an indoor court with spectators watching.",
        "panting of players as they chase down the shuttlecock, clack of rackets colliding during a rally.",
        "cheers from spectators as a point is scored, crackle of tension as the match reaches a critical point.",
        "badminton, crackle of tension as the match reaches a critical point.",
        "badminton, disc-shap.",
        "badminton, clang of the shuttlecock hitting the racket frame.",
        "chirp of birds in the nearby trees, cheers from spectators as a point is scored.",
        "badminton, shuffle of hands as players grip their rackets.",
        "badminton, girls.",
        "badminton, stubby.",
        "badminton, plB\"n\"HBBxc.",
        "badminton, kmceTAPldhv.",
        "badminton, tuning.",
        "murmur of conversation in the stands, whistle of the shuttlecock cutting through the air.",
        "badminton, KVAuEF-lWIk.",
        "badminton, murmur of conversation in the stands.",
        "badminton, Pg'niK'ntzk.",
        "badminton, fu\"F&FIlIji.",
        "badminton, A doubles badminton match is in progress in an indoor court with spectators watching..",
        "badminton",
        "badminton, rustle of clothing as players move around the court."
    ],
    "badminton-3": [
        "badminton, clang of rackets being dropped on the ground.",
        "badminton, badminton.",
        "badminton, bounce of the shuttlecock on the racket strings.",
        "badminton, Hu\"gAI-AxiL.",
        "badminton, handrail.",
        "badminton, TKjvMAmY\"uh.",
        "whoosh of air as the shuttlecock flies through the air, swish of the shuttlecock being struck by a racket.",
        "badminton, squeak of sneakers on the indoor court.",
        "badminton, output.",
        "badminton, rattle of the net as the shuttlecock grazes it.",
        "badminton, qxscuhx-wmN.",
        "chatter of players discussing strategy between points, clang of rackets being dropped on the ground.",
        "badminton, crackle of tension as the match reaches a critical point.",
        "badminton, The badminton player appears to be in a ready position holding the shuttlecock..",
        "badminton, five.",
        "badminton, TEPoCBvLvTe.",
        "badminton, medium.",
        "badminton, heavy-dut.",
        "badminton, tone.",
        "The badminton player appears to be in a ready position holding the shuttlecock.",
        "part,object,white,center",
        "clang of the shuttlecock hitting the racket frame, murmur of conversation in the stands.",
        "badminton, ucVYoHHVhb;.",
        "badminton, part,object,white,center.",
        "badminton, zlWwvGnFNK&.",
        "grunt of effort as players smash the shuttlecock, squeak of sneakers on the indoor court.",
        "badminton, qrpeTrGusWz.",
        "badminton",
        "badminton, tap of shoes on the court as players move to position.",
        "badminton, intersect.",
        "badminton, granular."
    ],
    "badminton-4": [
        "badminton, extinct.",
        "An indoor badminton court with multiple players engaged in matches.",
        "badminton, badminton.",
        "badminton, bounce of the shuttlecock on the racket strings.",
        "badminton, cephaloth.",
        "badminton, SDP'qbp;imi.",
        "badminton, NEHKRDLEfpn.",
        "badminton, part,object,white,left.",
        "badminton, zd\"HScuFCrb.",
        "badminton, t;hyv&PqD;t.",
        "part,object,white,left",
        "whoosh of air as the shuttlecock flies through the air, chirp of birds in the nearby trees.",
        "clap of applause after a particularly impressive shot, thud of the shuttlecock hitting the ground.",
        "clap of applause after a particularly impressive shot, thump of the shuttlecock being served.",
        "badminton, slim.",
        "cheers from spectators as a point is scored, clang of rackets being dropped on the ground.",
        "badminton, pkLyrDvMsGy.",
        "badminton, coal-fire.",
        "clang of the shuttlecock hitting the racket frame, murmur of conversation in the stands.",
        "badminton, panting of players as they chase down the shuttlecock.",
        "badminton, chatter of players discussing strategy between points.",
        "badminton, ;EpvKBv\"vyl.",
        "badminton, An indoor badminton court with multiple players engaged in matches..",
        "badminton, toe.",
        "badminton, drying.",
        "badminton, due.",
        "badminton",
        "rattle of the net as the shuttlecock grazes it, clack of rackets colliding during a rally.",
        "clap of applause after a particularly impressive shot, rattle of the net as the shuttlecock grazes it."
    ],
    "badminton-5": [
        "part,object,white,left top",
        "badminton, badminton.",
        "badminton, part,object,white,left top.",
        "hiss of the shuttlecock being sliced through the air, bounce of the shuttlecock on the racket strings.",
        "badminton, The court is marked for singles play, and the seating in the background suggests that the match is taking place in a large indoor stadium with an audience present..",
        "badminton, \"MF&sWnI\"Wa.",
        "groan of frustration as a shot goes wide, squeak of sneakers on the indoor court.",
        "groan of frustration as a shot goes wide, shuffle of feet as players adjust their stance.",
        "badminton, plDBsRtBacu.",
        "badminton, plumage.",
        "badminton, n\"YfhknzqMG.",
        "badminton, crackle of tension as the match reaches a critical point.",
        "badminton, aO\"veCprNaH.",
        "badminton, chirp of birds in the nearby trees.",
        "badminton, shape.",
        "badminton, hMSPcaqFzVe.",
        "badminton, swish of the shuttlecock being struck by a racket.",
        "badminton, runny.",
        "badminton, reception.",
        "badminton, amber.",
        "panting of players as they chase down the shuttlecock, swish of the shuttlecock being struck by a racket.",
        "badminton, tOB-HANpPAO.",
        "The court is marked for singles play, and the seating in the background suggests that the match is taking place in a large indoor stadium with an audience present.",
        "badminton, panting of players as they chase down the shuttlecock.",
        "badminton, chatter of players discussing strategy between points.",
        "badminton, drawbridg.",
        "badminton",
        "badminton, tap of shoes on the court as players move to position.",
        "badminton, eyTbyPKg''e.",
        "badminton, spun.",
        "badminton, ft."
    ],
    "badminton-6": [
        "badminton, kettle.",
        "badminton, nutrition.",
        "badminton, badminton.",
        "cheers from spectators as a point is scored, bounce of the shuttlecock on the racket strings.",
        "thump of the shuttlecock being served, thud of the shuttlecock hitting the ground.",
        "badminton, whoosh of air as the shuttlecock flies through the air.",
        "badminton, river.",
        "badminton, liftgate.",
        "badminton, squeak of sneakers on the indoor court.",
        "shuffle of hands as players grip their rackets, shuffle of hands as players grip their rackets.",
        "bounce of the shuttlecock on the racket strings, shuffle of hands as players grip their rackets.",
        "badminton, bYciuaCwFxA.",
        "badminton, regions.",
        "badminton, shuffle of hands as players grip their rackets.",
        "badminton, notched.",
        "cheers from spectators as a point is scored, shuffle of feet as players adjust their stance.",
        "badminton, farm.",
        "A badminton doubles match in progress. Two players in blue are on one side of the court, with their opponents in black on the other, actively engaged in a rally.",
        "badminton, fP&nxeIuxf'.",
        "badminton, grunt of effort as players smash the shuttlecock.",
        "part,object,white,center",
        "badminton, ThxTCxHFKqf.",
        "badminton, AViAYaHrKDc.",
        "badminton, btCBOxHxSu\".",
        "badminton, part,object,white,center.",
        "badminton, brindle-c.",
        "badminton, lO'-YnHLIOa.",
        "badminton, A badminton doubles match in progress. Two players in blue are on one side of the court, with their opponents in black on the other, actively engaged in a rally..",
        "badminton, fine.",
        "badminton",
        "badminton, rustle of clothing as players move around the court."
    ],
    "badminton-7": [
        "badminton, badminton.",
        "badminton, bounce of the shuttlecock on the racket strings.",
        "A women's doubles badminton match. Two players in red are on one side of the court, and their opponents in black are on the other side.",
        "squeak of sneakers on the indoor court, cheers from spectators as a point is scored.",
        "badminton, rCzumVqIb'K.",
        "badminton, jPuKls&nDmn.",
        "badminton, an.",
        "badminton, WvroMLYGa\"G.",
        "thump of the shuttlecock being served, crackle of tension as the match reaches a critical point.",
        "badminton, gray.",
        "groan of frustration as a shot goes wide, murmur of conversation in the stands.",
        "badminton, swish of the shuttlecock being struck by a racket.",
        "badminton, distance.",
        "badminton, dessert.",
        "badminton, jLEa'alaHDW.",
        "badminton, thump of the shuttlecock being served.",
        "part,object,white,center",
        "badminton, musky.",
        "badminton, rail.",
        "badminton, styles.",
        "badminton, murmur of conversation in the stands.",
        "badminton, part,object,white,center.",
        "clang of rackets being dropped on the ground, whoosh of air as the shuttlecock flies through the air.",
        "badminton, tlnxtHB&KRy.",
        "clack of rackets colliding during a rally, bounce of the shuttlecock on the racket strings.",
        "badminton",
        "badminton, rides.",
        "badminton, CEFFvcoLmNP.",
        "badminton, NTTYvcT-OLt.",
        "badminton, clack of rackets colliding during a rally.",
        "badminton, A women's doubles badminton match. Two players in red are on one side of the court, and their opponents in black are on the other side.."
    ],
    "badminton-8": [
        "badminton, clang of rackets being dropped on the ground.",
        "badminton, badminton.",
        "badminton, jaws.",
        "badminton, cone-.",
        "badminton, A badminton court during a doubles match with two teams, one wearing white and the other in pink and black, facing each other ready for play..",
        "badminton, volleybal.",
        "badminton, \"CEEfFAydIg.",
        "badminton, pink.",
        "badminton, strands.",
        "badminton, part,object,white,left.",
        "clap of applause after a particularly impressive shot, clang of the shuttlecock hitting the racket frame.",
        "part,object,white,left",
        "badminton, vFAxothInnc.",
        "badminton, fbayFx'YYOe.",
        "badminton, ogfGzd'v;\"F.",
        "badminton, OIfV;eCqjNL.",
        "badminton, hiss of the shuttlecock being sliced through the air.",
        "badminton, tiered.",
        "badminton, costume.",
        "A badminton court during a doubles match with two teams, one wearing white and the other in pink and black, facing each other ready for play.",
        "badminton, yzjl--VWcvb.",
        "squeak of sneakers on the indoor court, clang of rackets being dropped on the ground.",
        "badminton, succulent.",
        "badminton, shuffle of feet as players adjust their stance.",
        "badminton, knit.",
        "shuffle of feet as players adjust their stance, bounce of the shuttlecock on the racket strings.",
        "badminton, clap of applause after a particularly impressive shot.",
        "badminton, TlxznqoRo-F.",
        "badminton, RYDk\"\"IHN&j.",
        "badminton",
        "badminton, tap of shoes on the court as players move to position.",
        "badminton, rustle of clothing as players move around the court."
    ],
    "badminton-9": [
        "badminton, clang of rackets being dropped on the ground.",
        "badminton, badminton.",
        "badminton, D\"As;EGENkg.",
        "badminton, poles.",
        "badminton, 'bhgoy&-lpC.",
        "badminton, part,object,white,left.",
        "part,object,white,left",
        "panting of players as they chase down the shuttlecock, hiss of the shuttlecock being sliced through the air.",
        "badminton, connects.",
        "badminton, clang of the shuttlecock hitting the racket frame.",
        "badminton, driveway.",
        "grunt of effort as players smash the shuttlecock, clang of the shuttlecock hitting the racket frame.",
        "A scene from a professional badminton match with players in red attire on the court.",
        "badminton, FpScrPPbIiE.",
        "badminton, swish of the shuttlecock being struck by a racket.",
        "badminton, A scene from a professional badminton match with players in red attire on the court..",
        "badminton, origin.",
        "badminton, thump of the shuttlecock being served.",
        "badminton, steps.",
        "badminton, FKFa;&tvCYg.",
        "badminton, chatter of players discussing strategy between points.",
        "shuffle of hands as players grip their rackets, rattle of the net as the shuttlecock grazes it.",
        "badminton, NxWICaN'gtz.",
        "badminton, Nnphmkdb&hF.",
        "badminton, \"uFNFxWmIrz.",
        "badminton, RWiIY-bGnLT.",
        "badminton",
        "clang of rackets being dropped on the ground, tap of shoes on the court as players move to position.",
        "badminton, heads."
    ],
    "badminton-10": [
        "badminton, KAWONvGxDxH.",
        "badminton, badminton.",
        "badminton, vent.",
        "badminton, umbrella-.",
        "badminton, thud of the shuttlecock hitting the ground.",
        "badminton, runway.",
        "badminton, eSREtjMtNOW.",
        "badminton, part,object,white,left.",
        "part,object,white,left",
        "badminton, crackle of tension as the match reaches a critical point.",
        "badminton, absorbent.",
        "A badminton match with players in red and a watching audience in an indoor court.",
        "badminton, A badminton match with players in red and a watching audience in an indoor court..",
        "murmur of conversation in the stands, cheers from spectators as a point is scored.",
        "hiss of the shuttlecock being sliced through the air, crackle of tension as the match reaches a critical point.",
        "badminton, vietnames.",
        "badminton, flour.",
        "badminton, xaxPsymGpP\".",
        "chatter of players discussing strategy between points, tap of shoes on the court as players move to position.",
        "rustle of clothing as players move around the court, murmur of conversation in the stands.",
        "badminton, thump of the shuttlecock being served.",
        "badminton, thin.",
        "badminton, c-dGqDfgIBG.",
        "badminton, vabyw&bEk&&.",
        "badminton, shelter.",
        "badminton, fAcCVj-sNVd.",
        "badminton, a'AkzGFr'&;.",
        "badminton",
        "badminton, tap of shoes on the court as players move to position.",
        "badminton, rides.",
        "badminton, rustle of clothing as players move around the court."
    ],
    "cosplay-1": [
        "cosplay, judzai'wvGH.",
        "cosplay, prayer.",
        "cosplay, branding.",
        "cosplay, chicken.",
        "cosplay, cosplay.",
        "cosplay, planks.",
        "cosplay, part,object,green yellow,right.",
        "cosplay, fruits.",
        "cosplay, governmen.",
        "cosplay, -'&PknBpFaw.",
        "cosplay, mCtgNvEWGdO.",
        "part,object,green yellow,right",
        "cosplay, western.",
        "attending workshops and panels to learn more about cosplay, celebrating diversity and inclusivity through cosplay.",
        "admiring the craftsmanship of fellow cosplayers, spending hours perfecting costumes and makeup for cosplay events.",
        "attending conventions to showcase cosplay skills, participating in cosplay meetups and gatherings.",
        "cosplay",
        "cosplay, embracing the joy of becoming someone else for a while.",
        "bringing smiles to people's faces with creative and entertaining cosplay, exploring characters from different cultures and backgrounds through cosplay.",
        "cosplay, IbaiMAhe'TP.",
        "A stage performance for a character resembling one of the Teenage Mutant Ninja Turtles, named Leonardo, as indicated by the blue mask and the backdrop.",
        "cosplay, admiring the craftsmanship of fellow cosplayers.",
        "cosplay, A stage performance for a character resembling one of the Teenage Mutant Ninja Turtles, named Leonardo, as indicated by the blue mask and the backdrop..",
        "cosplay, occasions.",
        "cosplay, RFdguBauImb.",
        "cosplay, W-Ap'kgDOk-.",
        "learning new crafting techniques to improve cosplay skills, attending conventions to showcase cosplay skills.",
        "cosplay, nY;pRlT;tt-.",
        "cosplay, multiple.",
        "cosplay, LdlPIufrmoz.",
        "cosplay, forming lasting friendships within the cosplay community.",
        "cosplay, wrYPcBOjevI.",
        "cosplay, immerse oneself in the fantasy world of cosplay.",
        "cosplay, capturing attention with attention to detail in costumes and makeup."
    ],
    "cosplay-2": [
        "cosplay, rpvRmksSn&A.",
        "cosplay, desolate.",
        "cosplay, DzMGMNxOgGY.",
        "posing for photos in character with fellow cosplayers, joining cosplay groups to collaborate on group costumes.",
        "cosplay, tree.",
        "bringing smiles to people's faces with creative and entertaining cosplay, bonding with others who share a love for cosplay.",
        "cosplay, paprika.",
        "cosplay, stripes.",
        "cosplay, cosplay.",
        "cosplay, NoypzTFN-tf.",
        "cosplay, teeth.",
        "cosplay, part,object,red,center.",
        "cosplay, TRvOcrCMCTO.",
        "cosplay, A person showcases a large, red and gold robot costume on stage to an enthusiastic audience at a convention..",
        "cosplay, oGvamquyzTw.",
        "cosplay, zAFgEHBOTOw.",
        "cosplay, GwpjFgCxMzT.",
        "cosplay, bonding with others who share a love for cosplay.",
        "part,object,red,center",
        "immerse oneself in the fantasy world of cosplay, attending conventions to showcase cosplay skills.",
        "cosplay",
        "A person showcases a large, red and gold robot costume on stage to an enthusiastic audience at a convention.",
        "cosplay, transforming into a favorite character for a day.",
        "cosplay, rbM;iEVeEPW.",
        "cosplay, goes.",
        "cosplay, forming lasting friendships within the cosplay community.",
        "cosplay, documenting cosplay adventures on social media.",
        "cosplay, limited.",
        "cosplay, sxKqscc&kON.",
        "cosplay, capturing attention with attention to detail in costumes and makeup."
    ],
    "cosplay-3": [
        "celebrating diversity and inclusivity through cosplay, learning new crafting techniques to improve cosplay skills.",
        "joining cosplay groups to collaborate on group costumes, dressing up as beloved characters from movies, comics, or games.",
        "The costume depicted is a complex, mechanized suit with a weathered red and bronze finish, featuring intricate designs and armor plating, worn by someone on an urban street.",
        "cosplay, GFcOHI;TKER.",
        "cosplay, shades.",
        "cosplay, l&DKWIplkhW.",
        "cosplay, gears.",
        "cosplay, tissue.",
        "cosplay, &iODDiVItTA.",
        "cosplay, cosplay.",
        "embracing the joy of becoming someone else for a while, joining cosplay groups to collaborate on group costumes.",
        "cosplay, part,object,red,center.",
        "cosplay, uYaIYppcuWq.",
        "learning new crafting techniques to improve cosplay skills, bonding with others who share a love for cosplay.",
        "cosplay, exploring different genres and themes through cosplay.",
        "cosplay, tnjBud;NoVK.",
        "cosplay, pillars.",
        "cosplay, injuries.",
        "cosplay, zbgrLAKNt;m.",
        "part,object,red,center",
        "cosplay, The costume depicted is a complex, mechanized suit with a weathered red and bronze finish, featuring intricate designs and armor plating, worn by someone on an urban street..",
        "cosplay, using cosplay as a form of self-expression and escapism.",
        "cosplay",
        "spending hours perfecting costumes and makeup for cosplay events, posing for photos in character with fellow cosplayers.",
        "cosplay, amRRIGdVROH.",
        "cosplay, form-fitt.",
        "cosplay, bMkfrIRyDRP.",
        "immerse oneself in the fantasy world of cosplay, joining cosplay groups to collaborate on group costumes.",
        "cosplay, attractio.",
        "cosplay, exploring characters from different cultures and backgrounds through cosplay."
    ],
    "cosplay-4": [
        "A large, elaborate dragon costume with green scales and spines, presented on a stage at a costume event.",
        "cosplay, rY&ousaPvNN.",
        "using cosplay as a form of self-expression and escapism, participating in cosplay meetups and gatherings.",
        "cosplay, david.",
        "inspiring others with imaginative and authentic cosplay creations, bringing fictional characters to life through intricate costumes.",
        "cosplay, YExaj\"zCVcS.",
        "bonding with others who share a love for cosplay, capturing attention with attention to detail in costumes and makeup.",
        "cosplay, qpgFKiopKWY.",
        "cosplay, cosplay.",
        "cosplay, honey.",
        "embracing the joy of becoming someone else for a while, joining cosplay groups to collaborate on group costumes.",
        "cosplay, ages.",
        "cosplay, slip-on.",
        "cosplay, bringing fictional characters to life through intricate costumes.",
        "cosplay, tub.",
        "cosplay, A large, elaborate dragon costume with green scales and spines, presented on a stage at a costume event..",
        "cosplay, knife.",
        "cosplay, xmGkkbnqpBS.",
        "cosplay, &nYgePPTWhN.",
        "cosplay, when.",
        "part,object,green,left",
        "dressing up as beloved characters from movies, comics, or games, dressing up as beloved characters from movies, comics, or games.",
        "crafting elaborate costumes and props from scratch, participating in cosplay meetups and gatherings.",
        "cosplay, models.",
        "cosplay",
        "forming lasting friendships within the cosplay community, exploring characters from different cultures and backgrounds through cosplay.",
        "cosplay, part,object,green,left.",
        "cosplay, VeBcqVhsCCH.",
        "cosplay, learning new crafting techniques to improve cosplay skills.",
        "cosplay, mHwYyhHCkca.",
        "attending workshops and panels to learn more about cosplay, attending workshops and panels to learn more about cosplay.",
        "cosplay, swings."
    ],
    "cosplay-5": [
        "cosplay, covered.",
        "cosplay, sprinkles.",
        "cosplay, moisture.",
        "cosplay, meringue.",
        "cosplay, BIKyd\"VakIq.",
        "part,object,white red,right",
        "cosplay, inspiring others with imaginative and authentic cosplay creations.",
        "cosplay, pan.",
        "cosplay, YHeazo&cMbl.",
        "cosplay, breeding.",
        "cosplay, RIDtTNnfxeP.",
        "cosplay, mIGVAvNarBA.",
        "cosplay, cosplay.",
        "spending hours perfecting costumes and makeup for cosplay events, using cosplay as a form of self-expression and escapism.",
        "cosplay, spending hours perfecting costumes and makeup for cosplay events.",
        "cosplay, A person is wearing a large, detailed robot costume with red, white, and gold accents on a cosplay stage..",
        "cosplay, part,object,white red,right.",
        "cosplay, Crj;Mjs'tVA.",
        "cosplay, o-WGmxuayvs.",
        "cosplay",
        "cosplay, built-in.",
        "using cosplay as a form of self-expression and escapism, posing for photos in character with fellow cosplayers.",
        "cosplay, beneath.",
        "cosplay, participating in cosplay meetups and gatherings.",
        "cosplay, bringing smiles to people's faces with creative and entertaining cosplay.",
        "A person is wearing a large, detailed robot costume with red, white, and gold accents on a cosplay stage.",
        "cosplay, dressing up as beloved characters from movies, comics, or games.",
        "cosplay, immerse oneself in the fantasy world of cosplay.",
        "cosplay, exploring characters from different cultures and backgrounds through cosplay."
    ],
    "cosplay-6": [
        "cosplay, joining cosplay groups to collaborate on group costumes.",
        "cosplay, ubAIqbyb\"Gp.",
        "cosplay, part,object,black white,left.",
        "cosplay, vHIfYfCGTce.",
        "documenting cosplay adventures on social media, admiring the craftsmanship of fellow cosplayers.",
        "cosplay, pit.",
        "cosplay, gjFfeASWyEh.",
        "cosplay, Someone is in a mascot costume of a black bear with a white snout, red cheeks, and wearing a jersey, energetically performing on a stage..",
        "cosplay, cosplay.",
        "cosplay, mF&\"KNhOaDK.",
        "cosplay, celebrating diversity and inclusivity through cosplay.",
        "cosplay, spending hours perfecting costumes and makeup for cosplay events.",
        "part,object,black white,left",
        "cosplay, receipt.",
        "joining cosplay groups to collaborate on group costumes, celebrating diversity and inclusivity through cosplay.",
        "cosplay, brownish.",
        "cosplay, dpoldNSvfyt.",
        "cosplay, colorful.",
        "cosplay",
        "cosplay, magical.",
        "cosplay, nzMeHzhN'uO.",
        "cosplay, transforming into a favorite character for a day.",
        "cosplay, waiting.",
        "joining cosplay groups to collaborate on group costumes, embracing the joy of becoming someone else for a while.",
        "cosplay, latex.",
        "Someone is in a mascot costume of a black bear with a white snout, red cheeks, and wearing a jersey, energetically performing on a stage.",
        "cosplay, tsW'mxctpvT.",
        "cosplay, pYTWW;'dpKw.",
        "cosplay, dressing up as beloved characters from movies, comics, or games.",
        "cosplay, attending conventions to showcase cosplay skills.",
        "cosplay, mowed.",
        "cosplay, capturing attention with attention to detail in costumes and makeup."
    ],
    "cosplay-7": [
        "cosplay, posing for photos in character with fellow cosplayers.",
        "cosplay, crow's.",
        "cosplay, ioILY;nvmro.",
        "cosplay, oEFnLxSiNuE.",
        "cosplay, drive-thr.",
        "cosplay, o'tbzaAqFGv.",
        "immerse oneself in the fantasy world of cosplay, forming lasting friendships within the cosplay community.",
        "cosplay, frilled.",
        "cosplay, GrcoHhT'bxN.",
        "The mascot costume is a yellow, dog-like character with large eyes, a small red mouth, and a green accent on its head, possibly intended to be cute and appealing for promotional activities.",
        "cosplay, metal.",
        "cosplay, cosplay.",
        "cosplay, expressing creativity through the art of cosplay.",
        "celebrating diversity and inclusivity through cosplay, crafting elaborate costumes and props from scratch.",
        "cosplay, celebrating diversity and inclusivity through cosplay.",
        "cosplay, sc-xAufj&eM.",
        "cosplay, a-rPCsEdONv.",
        "cosplay, bonding with others who share a love for cosplay.",
        "dressing up as beloved characters from movies, comics, or games, attending conventions to showcase cosplay skills.",
        "cosplay, part,object,yellow,right bottom.",
        "cosplay, wider.",
        "cosplay",
        "cosplay, taL&YAAqejB.",
        "part,object,yellow,right bottom",
        "cosplay, cushiony.",
        "cosplay, forming lasting friendships within the cosplay community.",
        "cosplay, The mascot costume is a yellow, dog-like character with large eyes, a small red mouth, and a green accent on its head, possibly intended to be cute and appealing for promotional activities..",
        "cosplay, xo'cAwGeotv.",
        "capturing attention with attention to detail in costumes and makeup, documenting cosplay adventures on social media.",
        "cosplay, documenting cosplay adventures on social media.",
        "cosplay, zy;NlDdNrFu.",
        "cosplay, xPmGKWmGfLE."
    ],
    "cosplay-8": [
        "capturing attention with attention to detail in costumes and makeup, crafting elaborate costumes and props from scratch.",
        "cosplay, dart.",
        "spending hours perfecting costumes and makeup for cosplay events, admiring the craftsmanship of fellow cosplayers.",
        "cosplay, yeTrYOAdtf-.",
        "part,object,yellow,right",
        "cosplay, patch.",
        "cosplay, stability.",
        "cosplay, tissue.",
        "participating in cosplay meetups and gatherings, bringing smiles to people's faces with creative and entertaining cosplay.",
        "cosplay, 'ibMI&G\"THD.",
        "cosplay, The mascot is a yellow character costume with pointed ears and a cheerful expression..",
        "cosplay, cosplay.",
        "cosplay, xbec'am;uAg.",
        "cosplay, wGxLSFa'LSm.",
        "cosplay, celebrating diversity and inclusivity through cosplay.",
        "The mascot is a yellow character costume with pointed ears and a cheerful expression.",
        "cosplay, jrwdMtS'Pfq.",
        "competing in cosplay contests for recognition and prizes, attending conventions to showcase cosplay skills.",
        "cosplay, bonding with others who share a love for cosplay.",
        "cosplay, brightly-.",
        "immerse oneself in the fantasy world of cosplay, exploring characters from different cultures and backgrounds through cosplay.",
        "cosplay",
        "cosplay, edPKFWrLpNd.",
        "cosplay, burner.",
        "learning new crafting techniques to improve cosplay skills, learning new crafting techniques to improve cosplay skills.",
        "cosplay, woolly.",
        "cosplay, lfhq;PAyGrD.",
        "participating in cosplay meetups and gatherings, participating in cosplay meetups and gatherings.",
        "cosplay, dressing up as beloved characters from movies, comics, or games.",
        "cosplay, bze&qiIHgaD.",
        "cosplay, part,object,yellow,right.",
        "cosplay, '\"YSmBBvmFi."
    ],
    "cosplay-9": [
        "cosplay, j;gffcDjvmf.",
        "cosplay, books.",
        "cosplay, hzGOfFskPER.",
        "cosplay, DlRAcmxBcNq.",
        "expressing creativity through the art of cosplay, forming lasting friendships within the cosplay community.",
        "cosplay, part,object,brown,right.",
        "cosplay, diagonal.",
        "cosplay, bins.",
        "part,object,brown,right",
        "cosplay, cosplay.",
        "cosplay, expressing creativity through the art of cosplay.",
        "cosplay, WtvzoLbrOPO.",
        "cosplay, legs.",
        "cosplay, xcvrKafy'tA.",
        "cosplay, coeCkmbdzC&.",
        "cosplay",
        "admiring the craftsmanship of fellow cosplayers, documenting cosplay adventures on social media.",
        "The costume in the image is a large, menacing figure with dark fur, adorned with tribal-like armor and wielding a weapon, presented on a stage before an audience.",
        "cosplay, occasions.",
        "using cosplay as a form of self-expression and escapism, posing for photos in character with fellow cosplayers.",
        "cosplay, KpsRlsgWPRW.",
        "cosplay, The costume in the image is a large, menacing figure with dark fur, adorned with tribal-like armor and wielding a weapon, presented on a stage before an audience..",
        "cosplay, SLphdiihDrq.",
        "cosplay, yjMBxCBsczS.",
        "cosplay, documenting cosplay adventures on social media.",
        "learning new crafting techniques to improve cosplay skills, joining cosplay groups to collaborate on group costumes.",
        "cosplay, attending conventions to showcase cosplay skills.",
        "cosplay, capturing attention with attention to detail in costumes and makeup."
    ],
    "cosplay-10": [
        "part,object,brown white,right",
        "cosplay, turnstile.",
        "inspiring others with imaginative and authentic cosplay creations, documenting cosplay adventures on social media.",
        "cosplay, z-Yq;D-tptY.",
        "cosplay, heat.",
        "dressing up as beloved characters from movies, comics, or games, forming lasting friendships within the cosplay community.",
        "cosplay, deli.",
        "cosplay, part,object,brown white,right.",
        "bringing smiles to people's faces with creative and entertaining cosplay, attending workshops and panels to learn more about cosplay.",
        "cosplay, cosplay.",
        "cosplay, expressing creativity through the art of cosplay.",
        "cosplay, celebrating diversity and inclusivity through cosplay.",
        "The mascot costume in the image is a brown, fox-like character with big ears and a white fluffy collar, part of a group performance in front of a crowd.",
        "cosplay, pnbmDvtaNVA.",
        "cosplay, bulls.",
        "cosplay, triangle.",
        "cosplay, gaqE;FtSyxr.",
        "cosplay, 06-12.",
        "cosplay, remove.",
        "cosplay, kzzkpiyi\"lh.",
        "cosplay",
        "cosplay, THnwx&nNDIP.",
        "cosplay, parallel.",
        "cosplay, mCSTCTSnBiN.",
        "attending workshops and panels to learn more about cosplay, spending hours perfecting costumes and makeup for cosplay events.",
        "participating in cosplay meetups and gatherings, expressing creativity through the art of cosplay.",
        "cosplay, bringing smiles to people's faces with creative and entertaining cosplay.",
        "cosplay, The mascot costume in the image is a brown, fox-like character with big ears and a white fluffy collar, part of a group performance in front of a crowd..",
        "cosplay, dressing up as beloved characters from movies, comics, or games.",
        "cosplay, exploring characters from different cultures and backgrounds through cosplay."
    ],
    "dancingshoe-1": [
        "part,object,black,bottom",
        "The shoe is a dark-colored boot, potentially black or deep brown, with a sturdy design suitable for casual or practical wear.",
        "dancingshoe, -vqBNdaBBA&.",
        "dancingshoe, snap of fingers in sync with the music.",
        "dancingshoe, sigh of satisfaction at the end of a successful performance.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, skeleton.",
        "dancingshoe, part,object,black,bottom.",
        "dancingshoe, hafOahWMuuA.",
        "dancingshoe, swish of fabric as dancers move gracefully across the floor.",
        "click of heels as dancers perform intricate steps, squeak of sneakers on the dance studio's wooden surface.",
        "dancingshoe, EdgI-mNYDAI.",
        "dancingshoe, doughnut-.",
        "dancingshoe, scuff of shoes as dancers pivot and turn.",
        "chatter of dancers discussing choreography between rehearsals, flutter of ribbons tied around the ankles of ballet dancers.",
        "dancingshoe",
        "dancingshoe, MRSKxTbIbFL.",
        "dancingshoe, The shoe is a dark-colored boot, potentially black or deep brown, with a sturdy design suitable for casual or practical wear..",
        "dancingshoe, H\"SctjWepTL.",
        "dancingshoe, swaying.",
        "dancingshoe, regular.",
        "huff of breath as dancers exert themselves, whir of fans cooling dancers during intense performances.",
        "dancingshoe, tap of dancing shoes on the polished floor.",
        "dancingshoe, behind.",
        "dancingshoe, flavored.",
        "dancingshoe, AWxV-abScgT.",
        "flutter of ribbons tied around the ankles of ballet dancers, squeak of sneakers on the dance studio's wooden surface.",
        "dancingshoe, zrDieyjLKV\".",
        "dancingshoe, patter of rain outside as dancers practice indoors."
    ],
    "dancingshoe-2": [
        "dancingshoe, mRhwOR-spAL.",
        "dancingshoe, treats.",
        "dancingshoe, clack of shoes in tap dance routines.",
        "dancingshoe, part,object,white,bottom.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, Oj;IlPtpnSt.",
        "dancingshoe, The shoe appears to be a white sneaker with dark accents, worn by the dancer on stage..",
        "dancingshoe, doghouse.",
        "dancingshoe, rear.",
        "chatter of dancers discussing choreography between rehearsals, huff of breath as dancers exert themselves.",
        "dancingshoe, squeak of sneakers on the dance studio's wooden surface.",
        "dancingshoe, compound.",
        "gasp of admiration from spectators as dancers execute difficult moves, crackle of dust on the dance floor as shoes move.",
        "dancingshoe, shako.",
        "dancingshoe, oLC;&fC-veh.",
        "dancingshoe, aim.",
        "part,object,white,bottom",
        "dancingshoe",
        "dancingshoe, ejsuIAYsMWM.",
        "dancingshoe, SNzh;eVoqBA.",
        "sigh of satisfaction at the end of a successful performance, scuff of shoes as dancers pivot and turn.",
        "dancingshoe, parked.",
        "dancingshoe, u\"NDfku'xSv.",
        "hiss of leather soles gliding on the dance floor, gasp of admiration from spectators as dancers execute difficult moves.",
        "dancingshoe, crackle of dust on the dance floor as shoes move.",
        "dancingshoe, huff of breath as dancers exert themselves.",
        "dancingshoe, jets.",
        "The shoe appears to be a white sneaker with dark accents, worn by the dancer on stage."
    ],
    "dancingshoe-3": [
        "dancingshoe, shuffle of feet as dancers find their rhythm.",
        "whir of fans cooling dancers during intense performances, chatter of dancers discussing choreography between rehearsals.",
        "dancingshoe, xFKrwFtyt\"m.",
        "part,object,red,bottom",
        "dancingshoe, tires.",
        "dancingshoe, whir of fans cooling dancers during intense performances.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, sleek.",
        "dancingshoe, ajHGNIP-&\"W.",
        "dancingshoe, ''Wa\"oMemYV.",
        "dancingshoe, crunch of sand underfoot in outdoor dance performances.",
        "dancingshoe, hiss of leather soles gliding on the dance floor.",
        "dancingshoe, ropes.",
        "dancingshoe, clink of heels as partners dance together.",
        "dancingshoe, burrows.",
        "dancingshoe, burritos.",
        "dancingshoe, dais.",
        "dancingshoe, whisper of ballet slippers on the stage.",
        "dancingshoe, scuff of shoes as dancers pivot and turn.",
        "dancingshoe, soundproo.",
        "dancingshoe, Lov&MmDIOhl.",
        "The shoe is a vibrant red high-heeled sandal featuring an ankle strap, which contrasts with the performer's black attire on stage.",
        "dancingshoe, muscular.",
        "dancingshoe, magazines.",
        "dancingshoe",
        "dancingshoe, \"nfGqCrBkeq.",
        "crackle of dust on the dance floor as shoes move, scuff of shoes as dancers pivot and turn.",
        "dancingshoe, part,object,red,bottom.",
        "squeak of sneakers on the dance studio's wooden surface, crackle of electricity in the air during electrifying performances.",
        "dancingshoe, FsEbOAtF\"Mm.",
        "dancingshoe, kPdxIGDKFay.",
        "dancingshoe, The shoe is a vibrant red high-heeled sandal featuring an ankle strap, which contrasts with the performer's black attire on stage..",
        "dancingshoe, CF&PBsR;qua."
    ],
    "dancingshoe-4": [
        "part,object,black,bottom",
        "dancingshoe, stomp of flamenco shoes in passionate performances.",
        "dancingshoe, rider.",
        "dancingshoe, KmOEmlr-KPp.",
        "dancingshoe, propeller.",
        "dancingshoe, ib;GpDCShC&.",
        "dancingshoe, cherry.",
        "dancingshoe, chatter of dancers discussing choreography between rehearsals.",
        "dancingshoe, dancingshoe.",
        "gasp of admiration from spectators as dancers execute difficult moves, clink of heels as partners dance together.",
        "dancingshoe, thud of heavy boots in certain dance styles.",
        "dancingshoe, part,object,black,bottom.",
        "snap of fingers in sync with the music, flutter of ribbons tied around the ankles of ballet dancers.",
        "dancingshoe, HPCx\"LLNAhK.",
        "dancingshoe, clink of heels as partners dance together.",
        "dancingshoe, bridges.",
        "dancingshoe, backstop.",
        "dancingshoe, The shoe is a traditional black ghillie, a type of shoe often worn with Scottish Highland dress, featuring laces that are tied around the ankle..",
        "dancingshoe, labelled.",
        "dancingshoe, man-made.",
        "dancingshoe",
        "The shoe is a traditional black ghillie, a type of shoe often worn with Scottish Highland dress, featuring laces that are tied around the ankle.",
        "dancingshoe, performan.",
        "dancingshoe, bLoHAwye&dR.",
        "hiss of leather soles gliding on the dance floor, whisper of ballet slippers on the stage.",
        "dancingshoe, tlfqzfx'Tvy.",
        "dancingshoe, crackle of dust on the dance floor as shoes move.",
        "stomp of flamenco shoes in passionate performances, buzz of excitement as dancers showcase their skills.",
        "dancingshoe, lights.",
        "dancingshoe, t;VuaDuPOLA."
    ],
    "dancingshoe-5": [
        "part,object,black,bottom",
        "dancingshoe, OTRb;jLVdP\".",
        "dancingshoe, click of heels as dancers perform intricate steps.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, TA;nRrjYt;b.",
        "A female performer in vibrant folk costumes dance at an outdoor festival wearing a classic white dance shoe with a black heel and decorative red detailing on the strap.",
        "dancingshoe, part,object,black,bottom.",
        "dancingshoe, thud of heavy boots in certain dance styles.",
        "dancingshoe, quills.",
        "dancingshoe, A female performer in vibrant folk costumes dance at an outdoor festival wearing a classic white dance shoe with a black heel and decorative red detailing on the strap..",
        "dancingshoe, foul-smel.",
        "dancingshoe, PDFq-jDNFlD.",
        "crackle of dust on the dance floor as shoes move, thud of heavy boots in certain dance styles.",
        "stomp of flamenco shoes in passionate performances, crackle of electricity in the air during electrifying performances.",
        "dancingshoe, cNncntHOYlb.",
        "dancingshoe, clink of heels as partners dance together.",
        "dancingshoe, physics.",
        "stomp of flamenco shoes in passionate performances, chatter of dancers discussing choreography between rehearsals.",
        "dancingshoe, YxfRp-dxPuH.",
        "dancingshoe, CEWxhantoVn.",
        "whir of fans cooling dancers during intense performances, crackle of dust on the dance floor as shoes move.",
        "dancingshoe, risers.",
        "dancingshoe",
        "tap of dancing shoes on the polished floor, buzz of excitement as dancers showcase their skills.",
        "crackle of dust on the dance floor as shoes move, whir of fans cooling dancers during intense performances.",
        "dancingshoe, S\"cIOixnxAs.",
        "dancingshoe, resonator.",
        "dancingshoe, counter.",
        "dancingshoe, dAvwm;fCvcG.",
        "chatter of dancers discussing choreography between rehearsals, whisper of ballet slippers on the stage."
    ],
    "dancingshoe-6": [
        "part,object,black,bottom",
        "dancingshoe, mascarpon.",
        "gasp of admiration from spectators as dancers execute difficult moves, snap of fingers in sync with the music.",
        "dancingshoe, netting.",
        "buzz of excitement as dancers showcase their skills, crackle of dust on the dance floor as shoes move.",
        "dancingshoe, chatter of dancers discussing choreography between rehearsals.",
        "dancingshoe, barn.",
        "dancingshoe, YTtivilWx&o.",
        "dancingshoe, dancingshoe.",
        "clang of metal heels in certain dance styles, click of heels as dancers perform intricate steps.",
        "dancingshoe, part,object,black,bottom.",
        "clack of shoes in tap dance routines, hiss of leather soles gliding on the dance floor.",
        "dancingshoe, OHxpV'mVoWo.",
        "dancingshoe, slopes.",
        "dancingshoe, bathing.",
        "dancingshoe, buzz of excitement as dancers showcase their skills.",
        "dancingshoe, altar.",
        "gasp of admiration from spectators as dancers execute difficult moves, click of heels as dancers perform intricate steps.",
        "clang of metal heels in certain dance styles, gasp of admiration from spectators as dancers execute difficult moves.",
        "dancingshoe, yqEzARiYRvP.",
        "dancingshoe, conical.",
        "dancingshoe",
        "dancingshoe, dbt'\"&Oca\"C.",
        "dancingshoe, VRAalKzuoiI.",
        "The shoe is a black boot, likely a part of a uniform ensemble worn by the group of performers on stage.",
        "dancingshoe, DAEigBtTDxD.",
        "dancingshoe, pink.",
        "dancingshoe, The shoe is a black boot, likely a part of a uniform ensemble worn by the group of performers on stage..",
        "dancingshoe, crackle of dust on the dance floor as shoes move.",
        "dancingshoe, adapted.",
        "dancingshoe, wIG;uTA;T'&.",
        "dancingshoe, patter of rain outside as dancers practice indoors."
    ],
    "dancingshoe-7": [
        "tap of dancing shoes on the polished floor, whir of fans cooling dancers during intense performances.",
        "dancingshoe, The shoe is worn by a dancer appears to be a traditional black leather shoe with a low heel, characteristic of folk dance attire..",
        "dancingshoe, beak-like.",
        "dancingshoe, clack of shoes in tap dance routines.",
        "scuff of shoes as dancers pivot and turn, gasp of admiration from spectators as dancers execute difficult moves.",
        "dancingshoe, sigh of satisfaction at the end of a successful performance.",
        "dancingshoe, dancingshoe.",
        "clang of metal heels in certain dance styles, whisper of ballet slippers on the stage.",
        "dancingshoe, IeiHAEG'qjj.",
        "snap of fingers in sync with the music, hiss of leather soles gliding on the dance floor.",
        "dancingshoe, husk.",
        "gasp of admiration from spectators as dancers execute difficult moves, tap of dancing shoes on the polished floor.",
        "dancingshoe, qjooARHiOpS.",
        "dancingshoe, neRNaxVtwSa.",
        "dancingshoe, onto.",
        "The shoe is worn by a dancer appears to be a traditional black leather shoe with a low heel, characteristic of folk dance attire.",
        "dancingshoe, CLcf'TKxnzN.",
        "dancingshoe, keep.",
        "dancingshoe, logos.",
        "dancingshoe, NqT&xHE&Oo\".",
        "dancingshoe, part,object,black,left.",
        "dancingshoe, ScjjstovidF.",
        "dancingshoe",
        "dancingshoe, FBvfmVfqcT&.",
        "dancingshoe, thinly.",
        "dancingshoe, goose.",
        "dancingshoe, lighting.",
        "dancingshoe, flutter of ribbons tied around the ankles of ballet dancers.",
        "dancingshoe, \"GpfSp\"rgWV.",
        "patter of rain outside as dancers practice indoors, clang of metal heels in certain dance styles.",
        "crunch of sand underfoot in outdoor dance performances, crackle of electricity in the air during electrifying performances.",
        "part,object,black,left"
    ],
    "dancingshoe-8": [
        "part,object,black,bottom",
        "dancingshoe, shuffle of feet as dancers find their rhythm.",
        "dancingshoe, el;GuGGvjPY.",
        "dancingshoe, clang of metal heels in certain dance styles.",
        "dancingshoe, decks.",
        "dancingshoe, sigh of satisfaction at the end of a successful performance.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, acRxO\"cHBdj.",
        "dancingshoe, industria.",
        "The shoe is a black loafer with a contrasting red sole, part of a formal white suit ensemble.",
        "dancingshoe, vicMqzRgPfk.",
        "dancingshoe, part,object,black,bottom.",
        "dancingshoe, &\"Gp\"yGaIKq.",
        "dancingshoe, squeak of sneakers on the dance studio's wooden surface.",
        "scuff of shoes as dancers pivot and turn, chatter of dancers discussing choreography between rehearsals.",
        "thud of heavy boots in certain dance styles, click of heels as dancers perform intricate steps.",
        "dancingshoe, cockpit.",
        "dancingshoe, nznD-Yt'it&.",
        "dancingshoe, tractor-t.",
        "dancingshoe",
        "dancingshoe, rgrFOytyRYd.",
        "dancingshoe, gazebo.",
        "dancingshoe, The shoe is a black loafer with a contrasting red sole, part of a formal white suit ensemble..",
        "dancingshoe, weightlif.",
        "squeak of sneakers on the dance studio's wooden surface, flutter of ribbons tied around the ankles of ballet dancers.",
        "dancingshoe, corridors.",
        "shuffle of feet as dancers find their rhythm, clink of heels as partners dance together.",
        "dancingshoe, gSLjoKesgGP.",
        "gasp of admiration from spectators as dancers execute difficult moves, swish of fabric as dancers move gracefully across the floor.",
        "dancingshoe, patter of rain outside as dancers practice indoors."
    ],
    "dancingshoe-9": [
        "dancingshoe, G\"&DabxMvtl.",
        "dancingshoe, another.",
        "dancingshoe, snap of fingers in sync with the music.",
        "dancingshoe, xzsdMrE'TWd.",
        "dancingshoe, wood.",
        "part,object,red,bottom",
        "tap of dancing shoes on the polished floor, hiss of leather soles gliding on the dance floor.",
        "dancingshoe, indoor.",
        "dancingshoe, dancingshoe.",
        "dancingshoe, EsqIgOkaRPO.",
        "dancingshoe, pits.",
        "dancingshoe, court.",
        "shuffle of feet as dancers find their rhythm, gasp of admiration from spectators as dancers execute difficult moves.",
        "thud of heavy boots in certain dance styles, chatter of dancers discussing choreography between rehearsals.",
        "clink of heels as partners dance together, crunch of sand underfoot in outdoor dance performances.",
        "dancingshoe, BsdGYmFoc&c.",
        "The shoe is a red flamenco-style dance heel with a strap over the instep, designed for both aesthetics and function in dance performance.",
        "dancingshoe, ymbxuppNHfp.",
        "sigh of satisfaction at the end of a successful performance, clack of shoes in tap dance routines.",
        "dancingshoe",
        "shuffle of feet as dancers find their rhythm, click of heels as dancers perform intricate steps.",
        "buzz of excitement as dancers showcase their skills, chatter of dancers discussing choreography between rehearsals.",
        "dancingshoe, part,object,red,bottom.",
        "dancingshoe, aljLPqAVqvi.",
        "dancingshoe, The shoe is a red flamenco-style dance heel with a strap over the instep, designed for both aesthetics and function in dance performance..",
        "dancingshoe, cord.",
        "dancingshoe, wzCRtv;xnSL.",
        "dancingshoe, short-leg.",
        "dancingshoe, stylish.",
        "dancingshoe, tee."
    ],
    "dancingshoe-10": [
        "part,object,black,center",
        "dancingshoe, striped.",
        "dancingshoe, side-by-s.",
        "dancingshoe, H&'xcmon&ST.",
        "dancingshoe, clack of shoes in tap dance routines.",
        "dancingshoe, snap of fingers in sync with the music.",
        "dancingshoe, drive.",
        "dancingshoe, RNlchfVxKvu.",
        "dancingshoe, C-VIGRAyemp.",
        "dancingshoe, The is a black Western-style boot with a slight heel, suitable for line dancing or country-themed performances..",
        "dancingshoe, dancingshoe.",
        "stomp of flamenco shoes in passionate performances, squeak of sneakers on the dance studio's wooden surface.",
        "swish of fabric as dancers move gracefully across the floor, scuff of shoes as dancers pivot and turn.",
        "dancingshoe, yoIqlVdDhxt.",
        "dancingshoe, swish of fabric as dancers move gracefully across the floor.",
        "dancingshoe, KrI\"bGqOkHr.",
        "dancingshoe, slope.",
        "dancingshoe, doing.",
        "clang of metal heels in certain dance styles, stomp of flamenco shoes in passionate performances.",
        "scuff of shoes as dancers pivot and turn, stomp of flamenco shoes in passionate performances.",
        "dancingshoe",
        "dancingshoe, zlDwLrVsWH\".",
        "crunch of sand underfoot in outdoor dance performances, flutter of ribbons tied around the ankles of ballet dancers.",
        "The is a black Western-style boot with a slight heel, suitable for line dancing or country-themed performances.",
        "dancingshoe, tap of dancing shoes on the polished floor.",
        "dancingshoe, part,object,black,center.",
        "thud of heavy boots in certain dance styles, sigh of satisfaction at the end of a successful performance.",
        "dancingshoe, smoke-col.",
        "dancingshoe, siding.",
        "dancingshoe, schedule."
    ],
    "footbag-1": [
        "creating intricate footbag routines, showing off footbag skills in public parks.",
        "footbag, buying.",
        "footbag, bouncing the footbag off different surfaces.",
        "footbag, creating intricate footbag routines.",
        "footbag, performing impressive tricks with the footbag.",
        "footbag, The individual is holding a footbag. It is a small, round bag  standing in the center of an indoor space..",
        "footbag",
        "footbag, vet.",
        "footbag, bbMVVRN&HG&.",
        "The individual is holding a footbag. It is a small, round bag  standing in the center of an indoor space.",
        "footbag, &EECVsVWd;C.",
        "footbag, transacti.",
        "footbag, SmqWSOHxKen.",
        "showcasing footbag skills at a street performance, practicing acrobatic moves with the footbag.",
        "footbag, L\"dPqdFDudy.",
        "footbag, hejFFIwN'Om.",
        "footbag, improvising with the footbag in creative ways.",
        "footbag, juggling multiple footbags at once.",
        "footbag, MfRtkhlLwEd.",
        "performing impressive tricks with the footbag, balancing the footbag on various body parts.",
        "footbag, footbag.",
        "footbag, OzWM;cATh;m.",
        "footbag, sim.",
        "footbag, thickened.",
        "footbag, platform.",
        "footbag, boundary.",
        "footbag, inspiring awe with skillful footbag maneuvers.",
        "footbag, shops.",
        "showcasing footbag skills at a street performance, collaborating with others to choreograph footbag performances.",
        "footbag, aKB;sjYkKlj.",
        "footbag, part,object,black,left.",
        "part,object,black,left"
    ],
    "footbag-2": [
        "footbag, part,object,black,right.",
        "footbag, creating intricate footbag routines.",
        "footbag, -vmn;xOOuIL.",
        "footbag, intellige.",
        "footbag, maLNxRIimYk.",
        "footbag, covers.",
        "showing off footbag skills in public parks, learning new footbag tricks from experienced players.",
        "footbag, wedges.",
        "footbag",
        "footbag, mastering the art of controlling the footbag with precision.",
        "A shirtless man wearing red shorts and black shoes with white socks. He is captured mid-motion, in the act of playing with a footbag.",
        "footbag, zKwDjlBwR&O.",
        "footbag, steaming.",
        "footbag, syrup.",
        "footbag, &Ve'OmIiFAq.",
        "footbag, practicing acrobatic moves with the footbag.",
        "footbag, market.",
        "footbag, xFDltNmbluo.",
        "footbag, yTa'GzMRlhb.",
        "part,object,black,right",
        "footbag, dryers.",
        "footbag, juggling multiple footbags at once.",
        "footbag, competing in footbag tournaments.",
        "teaching others how to play footbag, mastering the art of controlling the footbag with precision.",
        "learning new footbag tricks from experienced players, practicing acrobatic moves with the footbag.",
        "footbag, footbag.",
        "footbag, jcv;HE'aAdo.",
        "footbag, england.",
        "footbag, eyespots.",
        "footbag, experimenting with different footbag styles.",
        "footbag, YCdrBsB\"rfD.",
        "showcasing footbag skills at a street performance, creating intricate footbag routines.",
        "footbag, A shirtless man wearing red shorts and black shoes with white socks. He is captured mid-motion, in the act of playing with a footbag.."
    ],
    "footbag-3": [
        "creating intricate footbag routines, showing off footbag skills in public parks.",
        "footbag, breaking.",
        "practicing acrobatic moves with the footbag, experimenting with different footbag styles.",
        "footbag, sandbox.",
        "footbag",
        "footbag, g;-bm-FPS;O.",
        "footbag, slender.",
        "integrating cultural elements into footbag routines, adding artistic flair to footbag performances.",
        "performing synchronized footbag routines, bouncing the footbag off different surfaces.",
        "footbag, &Ytc-&SG;Tq.",
        "footbag, A person standing on a basketball court, wearing sunglasses, a dark blue T-shirt playing with a footbag..",
        "footbag, Rh-TCMo&bvh.",
        "footbag, PmPysKIKeH-.",
        "footbag, MqPfNHFnxoG.",
        "A person standing on a basketball court, wearing sunglasses, a dark blue T-shirt playing with a footbag.",
        "footbag, bald.",
        "footbag, eEjRTgWTtbY.",
        "integrating cultural elements into footbag routines, practicing solo footbag routines.",
        "part,object,red,center",
        "footbag, part,object,red,center.",
        "footbag, showcasing footbag skills at a street performance.",
        "footbag, footbag.",
        "adding artistic flair to footbag performances, learning new footbag tricks from experienced players.",
        "learning new footbag tricks from experienced players, showcasing footbag skills at a street performance.",
        "footbag, HTMAs'PI&AY.",
        "footbag, restauran.",
        "footbag, strap.",
        "footbag, kjakEttGbfq.",
        "practicing acrobatic moves with the footbag, kicking the footbag with precision and skill.",
        "footbag, IlA;pmfM'qH.",
        "footbag, spindly.",
        "footbag, illuminat.",
        "footbag, msHiTirTbas.",
        "footbag, torso.",
        "experimenting with different footbag styles, bouncing the footbag off different surfaces."
    ],
    "footbag-4": [
        "footbag, waterways.",
        "footbag, speakers.",
        "footbag, EDH-BCHWfWf.",
        "footbag, incorporating music into footbag routines.",
        "footbag",
        "footbag, FLDbSOtGmSi.",
        "footbag, SGEyFTEsdOu.",
        "practicing solo footbag routines, bouncing the footbag off different surfaces.",
        "A person on a stage performing footbag, with a banner in the background indicating a footbag-related event or competition.",
        "part,object,gray,right",
        "footbag, proboscis.",
        "incorporating music into footbag routines, practicing solo footbag routines.",
        "experimenting with different footbag styles, practicing acrobatic moves with the footbag.",
        "kicking the footbag with precision and skill, competing in footbag tournaments.",
        "footbag, A person on a stage performing footbag, with a banner in the background indicating a footbag-related event or competition..",
        "footbag, retractab.",
        "creating intricate footbag routines, adding artistic flair to footbag performances.",
        "footbag, T'tMzoLuRdY.",
        "footbag, evEfuGLVVBE.",
        "footbag, part,object,gray,right.",
        "footbag, goal.",
        "footbag, footbag.",
        "footbag, OHiVlvoGdxG.",
        "footbag, Pyv-yHRdxv-.",
        "footbag, performing synchronized footbag routines.",
        "juggling multiple footbags at once, teaching others how to play footbag.",
        "footbag, volleybal.",
        "footbag, inspiring awe with skillful footbag maneuvers.",
        "footbag, deeply.",
        "footbag, HrDhiIuWzwu."
    ],
    "footbag-5": [
        "footbag, stories.",
        "A woman in an indoor sports hall, practicing footbag, with spectators and promotional banners for a footbag championship in the background.",
        "part,object,black,center",
        "footbag, A woman in an indoor sports hall, practicing footbag, with spectators and promotional banners for a footbag championship in the background..",
        "footbag, sweeping.",
        "footbag, showing off footbag skills in public parks.",
        "balancing the footbag on various body parts, collaborating with others to choreograph footbag performances.",
        "footbag, jar.",
        "footbag, performing impressive tricks with the footbag.",
        "footbag, tinted.",
        "footbag",
        "learning new footbag tricks from experienced players, juggling multiple footbags at once.",
        "footbag, shell.",
        "footbag, \"xfpwauvCTD.",
        "footbag, ;HpeNshulaz.",
        "footbag, cSFk&K'YxaR.",
        "learning new footbag tricks from experienced players, incorporating music into footbag routines.",
        "footbag, part,object,black,center.",
        "footbag, adding artistic flair to footbag performances.",
        "footbag, off-road.",
        "footbag, competing in footbag tournaments.",
        "footbag, kicking the footbag with precision and skill.",
        "footbag, away.",
        "footbag, GdeuWIVhfAe.",
        "footbag, GexLqv\"&wbp.",
        "footbag, footbag.",
        "practicing solo footbag routines, collaborating with others to choreograph footbag performances.",
        "footbag, washing.",
        "footbag, performing synchronized footbag routines.",
        "footbag, weYmFcMxAnR.",
        "footbag, jlHNoWkg&h;.",
        "footbag, FxYTBI'YhCS.",
        "footbag, sys-EAqcsgf."
    ],
    "footbag-6": [
        "footbag, H'eyHKmND;f.",
        "footbag, showing off footbag skills in public parks.",
        "footbag, yiu'auWNeGD.",
        "footbag, handlebar.",
        "footbag, playing a competitive game of footbag with friends.",
        "footbag, sbCEYxvWgFD.",
        "competing in footbag tournaments, adding artistic flair to footbag performances.",
        "footbag, integrating cultural elements into footbag routines.",
        "footbag",
        "balancing the footbag on various body parts, competing in footbag tournaments.",
        "juggling multiple footbags at once, performing synchronized footbag routines.",
        "footbag, A person in the midst of footbag play, with an audience watching in a room that has an ornate carpeted floor..",
        "mastering the art of controlling the footbag with precision, showing off footbag skills in public parks.",
        "footbag, E\"zgGeW;\"Kb.",
        "footbag, CaLj&Cxw;kC.",
        "footbag, webbed.",
        "kicking the footbag with precision and skill, creating intricate footbag routines.",
        "footbag, part,object,gray,center.",
        "teaching others how to play footbag, mastering the art of controlling the footbag with precision.",
        "footbag, tufts.",
        "footbag, leathery.",
        "A person in the midst of footbag play, with an audience watching in a room that has an ornate carpeted floor.",
        "footbag, wPAGiGF;jTb.",
        "footbag, footbag.",
        "footbag, embellish.",
        "part,object,gray,center",
        "footbag, experimenting with different footbag styles.",
        "footbag, vault.",
        "footbag, tub."
    ],
    "footbag-7": [
        "footbag, acOaLCiHxFN.",
        "footbag, spanning.",
        "footbag, showing off footbag skills in public parks.",
        "footbag, gauges.",
        "footbag, bouncing the footbag off different surfaces.",
        "part,object,red,right bottom",
        "bouncing the footbag off different surfaces, mastering the art of controlling the footbag with precision.",
        "footbag, creating intricate footbag routines.",
        "footbag, xtTEFx&GR-A.",
        "incorporating music into footbag routines, bouncing the footbag off different surfaces.",
        "footbag, incorporating music into footbag routines.",
        "footbag, malls.",
        "footbag, workbench.",
        "footbag, part,object,red,right bottom.",
        "footbag",
        "playing a competitive game of footbag with friends, juggling multiple footbags at once.",
        "footbag, An indoor event where a person is playing with orange footbag in front of an audience with judges and flags in the background, indicating an international footbag competition or demonstration..",
        "kicking the footbag with precision and skill, balancing the footbag on various body parts.",
        "mastering the art of controlling the footbag with precision, performing impressive tricks with the footbag.",
        "An indoor event where a person is playing with orange footbag in front of an audience with judges and flags in the background, indicating an international footbag competition or demonstration.",
        "footbag, portafilt.",
        "footbag, happiness.",
        "keeping the footbag aloft with quick footwork, bouncing the footbag off different surfaces.",
        "footbag, footbag.",
        "footbag, rNO\"KuqeYdf.",
        "footbag, david.",
        "footbag, dsOMKdpISdT.",
        "footbag, gavel.",
        "footbag, HIgoLWqjrwl."
    ],
    "footbag-8": [
        "footbag, ONmy-yffWto.",
        "footbag, aluminium.",
        "integrating cultural elements into footbag routines, teaching others how to play footbag.",
        "footbag, creating intricate footbag routines.",
        "footbag, playing a competitive game of footbag with friends.",
        "footbag, 20-22.",
        "showcasing footbag skills at a street performance, integrating cultural elements into footbag routines.",
        "footbag, dSSaOCVIebY.",
        "footbag, aaOgdwECV;E.",
        "part,object,blue,bottom",
        "footbag, yHkYPwyFROp.",
        "footbag",
        "footbag, \"Oblkh\"sic'.",
        "footbag, zzLxhidyLqj.",
        "showing off footbag skills in public parks, balancing the footbag on various body parts.",
        "footbag, EVBNraGfO&F.",
        "footbag, reddish-b.",
        "footbag, planters.",
        "A person playing with a light color with darker patches footbag on a brick plaza with \"PIE & COFFEE\" and \"DINER\" signs in the background, suggesting an urban or commercial setting.",
        "footbag, A person playing with a light color with darker patches footbag on a brick plaza with \"PIE & COFFEE\" and \"DINER\" signs in the background, suggesting an urban or commercial setting..",
        "footbag, footbag.",
        "footbag, spider.",
        "footbag, hGTOqWB\"H'H.",
        "footbag, performing synchronized footbag routines.",
        "footbag, practicing solo footbag routines.",
        "footbag, dance.",
        "juggling multiple footbags at once, integrating cultural elements into footbag routines.",
        "footbag, reinforce.",
        "footbag, parallel.",
        "footbag, part,object,blue,bottom.",
        "performing synchronized footbag routines, competing in footbag tournaments.",
        "teaching others how to play footbag, playing a competitive game of footbag with friends."
    ],
    "footbag-9": [
        "An individual in the midst of playing with a light grean footbag on a green surface, with a backdrop featuring multiple logos.",
        "footbag, reflectiv.",
        "improvising with the footbag in creative ways, improvising with the footbag in creative ways.",
        "footbag, An individual in the midst of playing with a light grean footbag on a green surface, with a backdrop featuring multiple logos..",
        "footbag, oPGVpxmjcPx.",
        "part,object,yellow,right",
        "footbag, integrating cultural elements into footbag routines.",
        "footbag",
        "integrating cultural elements into footbag routines, showcasing footbag skills at a street performance.",
        "footbag, cHm-Bndua-v.",
        "footbag, mozzarell.",
        "performing synchronized footbag routines, bouncing the footbag off different surfaces.",
        "footbag, xdCcjPDVoqc.",
        "adding artistic flair to footbag performances, adding artistic flair to footbag performances.",
        "footbag, dY'SjelMSGK.",
        "footbag, part,object,yellow,right.",
        "footbag, collaborating with others to choreograph footbag performances.",
        "footbag, image.",
        "teaching others how to play footbag, performing impressive tricks with the footbag.",
        "footbag, adding artistic flair to footbag performances.",
        "footbag, vessel.",
        "footbag, TjaDgBxHBlu.",
        "footbag, crime.",
        "footbag, footbag.",
        "footbag, dinosaur.",
        "footbag, performing synchronized footbag routines.",
        "footbag, pVmKKGKiziW.",
        "bouncing the footbag off different surfaces, incorporating music into footbag routines.",
        "footbag, EEOVKSKGtoV.",
        "footbag, WcwAOETmf\"q."
    ],
    "footbag-10": [
        "footbag, aluminum.",
        "footbag, playing a competitive game of footbag with friends.",
        "footbag, part,object,blue,center.",
        "footbag, wmyu'rhAzCj.",
        "footbag, nut.",
        "footbag",
        "footbag, mastering the art of controlling the footbag with precision.",
        "footbag, wheelbase.",
        "footbag, izmx;''K'kA.",
        "teaching others how to play footbag, showcasing footbag skills at a street performance.",
        "adding artistic flair to footbag performances, experimenting with different footbag styles.",
        "kicking the footbag with precision and skill, creating intricate footbag routines.",
        "footbag, mIjiLiMkPPD.",
        "footbag, MHspHbxpIp&.",
        "footbag, AaeWefTWIKW.",
        "footbag, masts.",
        "bouncing the footbag off different surfaces, keeping the footbag aloft with quick footwork.",
        "footbag, connect.",
        "footbag, The two individuals in the middle are engaged in a footbag match. They are dressed in athletic attire, with one wearing a white shirt and the other in red..",
        "footbag, dYEKaxDEspz.",
        "footbag, footbag.",
        "footbag, colorless.",
        "footbag, notched.",
        "footbag, performing synchronized footbag routines.",
        "footbag, balancing the footbag on various body parts.",
        "footbag, knee-leng.",
        "footbag, teaching others how to play footbag.",
        "footbag, pDwjasoAVNd.",
        "part,object,blue,center",
        "The two individuals in the middle are engaged in a footbag match. They are dressed in athletic attire, with one wearing a white shirt and the other in red."
    ],
    "frisbee-1": [
        "frisbee, lytjWdFtsoD.",
        "frisbee, turnstile.",
        "frisbee, dishwashe.",
        "frisbee, bread-lik.",
        "laughing as the frisbee goes off course and into a bush, defending against an opponent's frisbee throw.",
        "frisbee, spinning the frisbee on a finger before making a throw.",
        "frisbee, part,object,red,right.",
        "frisbee, frisbee.",
        "frisbee, tMiM'VR\"RlR.",
        "joining a frisbee club to meet other enthusiasts, throwing the frisbee in a perfect arc.",
        "frisbee, gliding gracefully across a sunny park.",
        "frisbee, A;OdNrbbKh&.",
        "frisbee, joining a frisbee club to meet other enthusiasts.",
        "frisbee, cosYzGongSf.",
        "frisbee, viewfinde.",
        "frisbee, horn.",
        "A person is holding a bright orange frisbee, standing in an indoor room with a dog looking on attentively.",
        "joining a frisbee club to meet other enthusiasts, soaring through the air with a flick of the wrist.",
        "frisbee, A person is holding a bright orange frisbee, standing in an indoor room with a dog looking on attentively..",
        "frisbee, WcVSCx&d;qP.",
        "frisbee, aiming carefully to hit a target with the frisbee.",
        "frisbee, cIAMcsIINca.",
        "frisbee, petals.",
        "aiming carefully to hit a target with the frisbee, teaching someone how to throw a frisbee for the first time.",
        "feeling the satisfying weight of the frisbee in hand, feeling the satisfying weight of the frisbee in hand.",
        "showing off frisbee skills in a freestyle competition, laughing as the frisbee goes off course and into a bush.",
        "frisbee, oneself.",
        "part,object,red,right",
        "frisbee",
        "frisbee, Tl-laoqs'-C.",
        "frisbee, wPSPbGSDaTw.",
        "frisbee, fibers.",
        "frisbee, bed.",
        "frisbee, NVSzxkm-gOi."
    ],
    "frisbee-2": [
        "frisbee, playing frisbee in a backyard barbecue.",
        "frisbee, skin.",
        "frisbee, TFMljlDyTpF.",
        "frisbee, enjoying a leisurely game of frisbee on the beach.",
        "frisbee, spinning the frisbee on a finger before making a throw.",
        "frisbee, Gr-dMeC'M\"o.",
        "frisbee, females.",
        "frisbee, depressio.",
        "frisbee, frisbee.",
        "frisbee, vSYWFLxYko-.",
        "frisbee, claw.",
        "frisbee, laughing as the frisbee goes off course and into a bush.",
        "frisbee, coal-fire.",
        "frisbee, rNNxaVnibc'.",
        "frisbee, OLzhIEqphGj.",
        "frisbee, tennis.",
        "enjoying a leisurely game of frisbee on the beach, joining a frisbee club to meet other enthusiasts.",
        "frisbee, DjlKF'jcdxB.",
        "practicing frisbee tricks in the park, joining a frisbee club to meet other enthusiasts.",
        "frisbee, nCP&x'flOq'.",
        "running to catch the frisbee before it hits the ground, catching the frisbee with one hand in a smooth motion.",
        "frisbee, zx;bAatbDcE.",
        "frisbee, apply.",
        "frisbee, part,object,blue,left.",
        "frisbee, A person is playing with a dog, a blue frisbee in motion on the grassy field..",
        "frisbee, finial.",
        "frisbee, &TzEIVIwwde.",
        "frisbee, watching in amazement as a frisbee trick shot goes perfectly.",
        "frisbee",
        "part,object,blue,left",
        "throwing the frisbee to a dog for a game of catch, spinning the frisbee on a finger before making a throw.",
        "A person is playing with a dog, a blue frisbee in motion on the grassy field.",
        "gliding gracefully across a sunny park, aiming carefully to hit a target with the frisbee."
    ],
    "frisbee-3": [
        "frisbee, playing frisbee in a backyard barbecue.",
        "frisbee, snacks.",
        "enjoying a leisurely game of frisbee on the beach, diving to make an acrobatic catch.",
        "frisbee, part,object,yellow,center.",
        "frisbee, bzCHVnYESKF.",
        "frisbee, frisbee.",
        "frisbee, backpacki.",
        "frisbee, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee, &sCLVzwv-qD.",
        "frisbee, ''HKeuSL\"Yh.",
        "part,object,yellow,center",
        "frisbee, PyiVIdMpxOb.",
        "frisbee, mLVOuSwRVPj.",
        "frisbee, gliding gracefully across a sunny park.",
        "frisbee, showing off frisbee skills in a freestyle competition.",
        "frisbee, paws.",
        "enjoying a leisurely game of frisbee on the beach, practicing frisbee tricks in the park.",
        "A smiling person standing in an indoor area, holding a bright green frisbee and looking at a sitting dog, which seems ready for play.",
        "frisbee, A smiling person standing in an indoor area, holding a bright green frisbee and looking at a sitting dog, which seems ready for play..",
        "frisbee, c;sovS;KNiy.",
        "frisbee, main.",
        "frisbee, YrNOfR&luqh.",
        "gliding gracefully across a sunny park, spinning the frisbee on a finger before making a throw.",
        "frisbee",
        "frisbee, pop-up.",
        "frisbee, zWircuBN;T-.",
        "frisbee, sawdust.",
        "catching the frisbee with one hand in a smooth motion, laughing as the frisbee goes off course and into a bush.",
        "frisbee, pencil.",
        "catching the frisbee with one hand in a smooth motion, running to catch the frisbee before it hits the ground.",
        "frisbee, -vOxeeH\"x;F.",
        "playing an intense game of ultimate frisbee with friends, jumping to catch a high-flying frisbee."
    ],
    "frisbee-4": [
        "frisbee, -og'oRkyRpz.",
        "frisbee, monkey.",
        "A blue frisbee soars across the football field, drawing the attention of players in an outdoor game.",
        "frisbee, caduceus.",
        "frisbee, fishing.",
        "frisbee, frisbee.",
        "part,object,yellow,right",
        "diving to make an acrobatic catch, diving to make an acrobatic catch.",
        "frisbee, textile.",
        "aiming carefully to hit a target with the frisbee, joining a frisbee club to meet other enthusiasts.",
        "frisbee, vStVWFmhTpT.",
        "frisbee, men.",
        "frisbee, boDaneWYybD.",
        "frisbee, GiicyI&VFgL.",
        "frisbee, teaching someone how to throw a frisbee for the first time.",
        "frisbee, part,object,yellow,right.",
        "frisbee, HRKdmdNhCq\".",
        "frisbee, A blue frisbee soars across the football field, drawing the attention of players in an outdoor game..",
        "practicing frisbee tricks in the park, soaring through the air with a flick of the wrist.",
        "frisbee, wreckage.",
        "frisbee, uHjBVlndPfj.",
        "frisbee, aiming carefully to hit a target with the frisbee.",
        "frisbee, feeling the satisfying weight of the frisbee in hand.",
        "frisbee, LAfGLgysfrb.",
        "practicing trick shots and stunts with the frisbee, jumping to catch a high-flying frisbee.",
        "enjoying a leisurely game of frisbee on the beach, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee",
        "frisbee, zGswsD-Niza.",
        "frisbee, throwing the frisbee to a dog for a game of catch.",
        "throwing the frisbee to a dog for a game of catch, defending against an opponent's frisbee throw.",
        "frisbee, ETjR\"IwFWnv."
    ],
    "frisbee-5": [
        "frisbee, ooHKYmOsVWF.",
        "frisbee, A frisbee match held in a sport field with a player holding a white frisbee to start a match..",
        "frisbee, frisbee.",
        "frisbee, part,object,white,center.",
        "frisbee, A&yIwF\"DcG;.",
        "A frisbee match held in a sport field with a player holding a white frisbee to start a match.",
        "frisbee, C'xGhLpCWzv.",
        "frisbee, teaching someone how to throw a frisbee for the first time.",
        "frisbee, olive-col.",
        "frisbee, running to catch the frisbee before it hits the ground.",
        "aiming carefully to hit a target with the frisbee, soaring through the air with a flick of the wrist.",
        "frisbee, wGAkulTpoH;.",
        "frisbee, defending against an opponent's frisbee throw.",
        "part,object,white,center",
        "frisbee, gSwLmSsladr.",
        "frisbee, p;rKzNeFPEI.",
        "frisbee, indoors.",
        "frisbee, aiming carefully to hit a target with the frisbee.",
        "frisbee, &-n&RoarOBb.",
        "frisbee, pork.",
        "frisbee, function.",
        "playing frisbee in a backyard barbecue, throwing the frisbee in a perfect arc.",
        "gliding gracefully across a sunny park, spinning the frisbee on a finger before making a throw.",
        "frisbee",
        "frisbee, pestle.",
        "frisbee, signage.",
        "soaring through the air with a flick of the wrist, spinning the frisbee on a finger before making a throw.",
        "frisbee, mma-mqbrsdS.",
        "running to catch the frisbee before it hits the ground, soaring through the air with a flick of the wrist.",
        "frisbee, lip."
    ],
    "frisbee-6": [
        "frisbee, part,object,red,left.",
        "part,object,red,left",
        "frisbee, jumping to catch a high-flying frisbee.",
        "frisbee, frisbee.",
        "frisbee, veSTuLagLYw.",
        "aiming carefully to hit a target with the frisbee, playing frisbee in a backyard barbecue.",
        "frisbee, pGkgLEytwq'.",
        "defending against an opponent's frisbee throw, catching the frisbee with one hand in a smooth motion.",
        "frisbee, laughing as the frisbee goes off course and into a bush.",
        "frisbee, retract.",
        "playing an intense game of ultimate frisbee with friends, feeling the satisfying weight of the frisbee in hand.",
        "frisbee, nocturnal.",
        "frisbee, joining a frisbee club to meet other enthusiasts.",
        "watching in amazement as a frisbee trick shot goes perfectly, aiming carefully to hit a target with the frisbee.",
        "frisbee, showing off frisbee skills in a freestyle competition.",
        "frisbee, forelegs.",
        "frisbee, Ti&CVnMICGD.",
        "frisbee, egrLTONhtFI.",
        "frisbee, tdb'YcPbFxN.",
        "frisbee, People are playing with bright orange frisbee in a grassy field..",
        "People are playing with bright orange frisbee in a grassy field.",
        "frisbee, bNOCxyNWKz&.",
        "frisbee, inflation.",
        "frisbee",
        "frisbee, ANxDpFNg&gb.",
        "frisbee, coral.",
        "frisbee, W&dfIKlRtdN.",
        "frisbee, playing an intense game of ultimate frisbee with friends.",
        "frisbee, dairy.",
        "diving to make an acrobatic catch, showing off frisbee skills in a freestyle competition."
    ],
    "frisbee-7": [
        "frisbee, COCiqyMIhIE.",
        "frisbee, part,object,red,left.",
        "part,object,red,left",
        "frisbee, ReVdYAjweCM.",
        "frisbee, throwing the frisbee in a perfect arc.",
        "frisbee, frisbee.",
        "frisbee, spending a lazy afternoon tossing the frisbee back and forth.",
        "teaching someone how to throw a frisbee for the first time, throwing the frisbee to a dog for a game of catch.",
        "showing off frisbee skills in a freestyle competition, practicing frisbee tricks in the park.",
        "frisbee, A person is throwing an orange frisbee on a grassy field with a dog running towards it, set against an industrial backdrop..",
        "frisbee, athletic.",
        "frisbee, showing off frisbee skills in a freestyle competition.",
        "frisbee, lips.",
        "gliding gracefully across a sunny park, playing an intense game of ultimate frisbee with friends.",
        "frisbee, glue.",
        "frisbee, groove.",
        "organizing a frisbee tournament for charity, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee, KcdeheCkhvV.",
        "frisbee, rDFEtaOWCTw.",
        "spending a lazy afternoon tossing the frisbee back and forth, practicing frisbee tricks in the park.",
        "frisbee, HOLMipFigdl.",
        "frisbee, songbird.",
        "frisbee, linens.",
        "A person is throwing an orange frisbee on a grassy field with a dog running towards it, set against an industrial backdrop.",
        "frisbee",
        "frisbee, streaked.",
        "frisbee, yard.",
        "playing an intense game of ultimate frisbee with friends, joining a frisbee club to meet other enthusiasts.",
        "frisbee, d;spbrD\"Mom."
    ],
    "frisbee-8": [
        "A person in a pink top is preparing to catch a yellow frisbee in a sunny park with other players and tall trees in the background.",
        "frisbee, oTywj\"YDxBm.",
        "playing an intense game of ultimate frisbee with friends, showing off frisbee skills in a freestyle competition.",
        "frisbee, part,object,yellow,center.",
        "frisbee, frisbee.",
        "frisbee, R&aStnwEHix.",
        "frisbee, A person in a pink top is preparing to catch a yellow frisbee in a sunny park with other players and tall trees in the background..",
        "part,object,yellow,center",
        "frisbee, xovsTgAyPTo.",
        "frisbee, Kppvm;R\"vWd.",
        "frisbee, gliding gracefully across a sunny park.",
        "frisbee, PIkpwahwCmW.",
        "frisbee, spiraled.",
        "frisbee, joining a frisbee club to meet other enthusiasts.",
        "frisbee, chevron-s.",
        "frisbee, leveler.",
        "frisbee, defending against an opponent's frisbee throw.",
        "frisbee, ancient.",
        "frisbee, lapels.",
        "frisbee, ISCA;YrTLNc.",
        "frisbee, watching in amazement as a frisbee trick shot goes perfectly.",
        "frisbee, pxO\"Y\"jEEp'.",
        "frisbee",
        "frisbee, triangula.",
        "frisbee, hood.",
        "frisbee, catching the frisbee with one hand in a smooth motion.",
        "frisbee, competing in a frisbee golf tournament.",
        "competing in a frisbee golf tournament, practicing frisbee tricks in the park.",
        "throwing the frisbee in a perfect arc, soaring through the air with a flick of the wrist."
    ],
    "frisbee-9": [
        "frisbee, space.",
        "frisbee, jail.",
        "throwing the frisbee to a dog for a game of catch, running to catch the frisbee before it hits the ground.",
        "aiming carefully to hit a target with the frisbee, practicing frisbee tricks in the park.",
        "frisbee, part,object,red,left.",
        "part,object,red,left",
        "joining a frisbee club to meet other enthusiasts, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee, frisbee.",
        "frisbee, syrupy.",
        "frisbee, centerpie.",
        "frisbee, soaring through the air with a flick of the wrist.",
        "frisbee, An orange frisbee is being thrown across an indoor sports hall where people are playing frisbee..",
        "An orange frisbee is being thrown across an indoor sports hall where people are playing frisbee.",
        "playing an intense game of ultimate frisbee with friends, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee, kinds.",
        "frisbee, transport.",
        "frisbee, IwN-yyKRItI.",
        "frisbee, mKaeHHcHMwl.",
        "frisbee, frosting.",
        "frisbee, artworks.",
        "jumping to catch a high-flying frisbee, practicing trick shots and stunts with the frisbee.",
        "frisbee, aiming carefully to hit a target with the frisbee.",
        "frisbee, minaret.",
        "frisbee, puIpY'WvB;j.",
        "aiming carefully to hit a target with the frisbee, laughing as the frisbee goes off course and into a bush.",
        "frisbee, zfqFroYfpcE.",
        "frisbee",
        "frisbee, VmAC'uiPOoq.",
        "throwing the frisbee in a perfect arc, spending a lazy afternoon tossing the frisbee back and forth.",
        "frisbee, playing an intense game of ultimate frisbee with friends.",
        "frisbee, YtzxMmwOlKD.",
        "frisbee, pyADSdVzPqE."
    ],
    "frisbee-10": [
        "frisbee, &nPElCLOIjk.",
        "enjoying a leisurely game of frisbee on the beach, defending against an opponent's frisbee throw.",
        "frisbee, I\"kS;vwDvki.",
        "frisbee, PWhEAFNtYm;.",
        "frisbee, bleachers.",
        "joining a frisbee club to meet other enthusiasts, practicing trick shots and stunts with the frisbee.",
        "frisbee, mowed.",
        "frisbee, frisbee.",
        "frisbee, FEaMgbfENNN.",
        "spending a lazy afternoon tossing the frisbee back and forth, playing frisbee in a backyard barbecue.",
        "frisbee, KTruIdI'TTe.",
        "frisbee, part,object,yellow,bottom.",
        "frisbee, teaching someone how to throw a frisbee for the first time.",
        "frisbee, feline.",
        "frisbee, confuse.",
        "frisbee, one.",
        "frisbee, defending against an opponent's frisbee throw.",
        "frisbee, organizing a frisbee tournament for charity.",
        "frisbee, FTsPpGIngYw.",
        "frisbee, aiming carefully to hit a target with the frisbee.",
        "showing off frisbee skills in a freestyle competition, laughing as the frisbee goes off course and into a bush.",
        "Two individuals are playing with a neon green frisbee on an indoor basketball court.",
        "frisbee, watching in amazement as a frisbee trick shot goes perfectly.",
        "frisbee, ambulance.",
        "frisbee",
        "frisbee, Dh&rwOImBA-.",
        "frisbee, Two individuals are playing with a neon green frisbee on an indoor basketball court..",
        "frisbee, playing an intense game of ultimate frisbee with friends.",
        "part,object,yellow,bottom",
        "frisbee, instructo.",
        "frisbee, LsSxyxNaOa&.",
        "frisbee, trail."
    ],
    "jianzi-1": [
        "jianzi, dMocqgEbnpO.",
        "jianzi",
        "jianzi, etLyOehrxgk.",
        "jianzi, IKbq--KTalE.",
        "jianzi, ysae&eGn;Vi.",
        "part,object,red,left",
        "A person is actively playing with a jianzi, which has a pink bright feathers in an indoor sports event, with banners and an audience in the background.",
        "jianzi, competing in jianzi tournaments.",
        "jianzi, part,object,red,left.",
        "jianzi, reflectiv.",
        "jianzi, inspiring awe with skillful jianzi maneuvers.",
        "jianzi, steep.",
        "jianzi, mastering the art of controlling the jianzi with precision.",
        "jianzi, trimmed.",
        "jianzi, A person is actively playing with a jianzi, which has a pink bright feathers in an indoor sports event, with banners and an audience in the background..",
        "kicking the jianzi high into the air, competing in jianzi tournaments.",
        "jianzi, uqNoGDthwT;.",
        "jianzi, integrating cultural elements into jianzi routines.",
        "jianzi, ;zOLwBlDLrp.",
        "jianzi, wheelbarr.",
        "creating intricate jianzi routines, passing the jianzi with precision.",
        "jianzi, skewer.",
        "performing synchronized jianzi routines, performing impressive tricks with the jianzi.",
        "jianzi, jianzi.",
        "jianzi, GuoNlAWCmV\".",
        "jianzi, keeping the jianzi aloft with quick footwork.",
        "jianzi, pins.",
        "jianzi, S&brDAwbi&E."
    ],
    "jianzi-2": [
        "jianzi",
        "jianzi, TYptkdhYqlb.",
        "jianzi, ejpsBqBHDG'.",
        "inspiring awe with skillful jianzi maneuvers, keeping the jianzi aloft with quick footwork.",
        "jianzi, inzYmOHohdm.",
        "part,object,green,center",
        "jianzi, A player is kicking a jianzi, which has a green feathered skirt and a weighted yellow rubber base in  a sports hall with a badminton court marking..",
        "jianzi, adding artistic flair to jianzi performances.",
        "jianzi, pointing.",
        "jianzi, mastering the art of controlling the jianzi with precision.",
        "jianzi, EIDahS&FWTD.",
        "jianzi, qo;HHOGI'ta.",
        "jianzi, pumpkin.",
        "A player is kicking a jianzi, which has a green feathered skirt and a weighted yellow rubber base in  a sports hall with a badminton court marking.",
        "jianzi, NTrW\"cpxiBI.",
        "jianzi, showcasing jianzi skills at a cultural festival.",
        "jianzi, spreading.",
        "jianzi, kiosks.",
        "jianzi, part,object,green,center.",
        "jianzi, Nl-nNilRWDK.",
        "collaborating with others to choreograph jianzi performances, keeping the jianzi aloft with quick footwork.",
        "jianzi, handgrip.",
        "jianzi, ljmOH;YWsyn.",
        "jianzi, creating intricate jianzi routines.",
        "jianzi, honking.",
        "kicking the jianzi high into the air, incorporating music into jianzi routines.",
        "jianzi, lobster.",
        "learning new jianzi tricks from experienced players, showcasing jianzi skills at a cultural festival.",
        "jianzi, jianzi.",
        "jianzi, showing off jianzi skills in public parks."
    ],
    "jianzi-3": [
        "jianzi, A young female in colorful costume is playing with green jianzi with her hand on a stage during a performance or competition..",
        "jianzi",
        "jianzi, g\"fqT;fACSl.",
        "jianzi, governmen.",
        "jianzi, wKc;OS;EYgH.",
        "showcasing jianzi skills at a cultural festival, performing synchronized jianzi routines.",
        "jianzi, kicking the jianzi high into the air.",
        "jianzi, lwa'xYmqel-.",
        "jianzi, embossed.",
        "jianzi, umbrella-.",
        "jianzi, inspiring awe with skillful jianzi maneuvers.",
        "part,object,green,right",
        "creating intricate jianzi routines, creating intricate jianzi routines.",
        "jianzi, tropical.",
        "jianzi, part,object,green,right.",
        "jianzi, izxLVwMvMg;.",
        "jianzi, FqCGwz\"goeI.",
        "practicing solo jianzi routines, practicing solo jianzi routines.",
        "improvising with the jianzi in creative ways, mastering the art of controlling the jianzi with precision.",
        "jianzi, dcBFLuEpqzN.",
        "jianzi, RImDNSuOm'C.",
        "jianzi, incorporating music into jianzi routines.",
        "jianzi, windscree.",
        "jianzi, &CYMVcwixeO.",
        "A young female in colorful costume is playing with green jianzi with her hand on a stage during a performance or competition.",
        "jianzi, deep-fryi.",
        "jianzi, swimming.",
        "jianzi, heating.",
        "jianzi, jianzi.",
        "jianzi, playing a competitive game of jianzi with friends.",
        "playing a competitive game of jianzi with friends, collaborating with others to choreograph jianzi performances."
    ],
    "jianzi-4": [
        "bouncing the jianzi off different surfaces, juggling multiple jianzis at once.",
        "jianzi, part,object,red,center.",
        "jianzi",
        "jianzi, lcyVltMqCoq.",
        "showcasing jianzi skills at a cultural festival, performing synchronized jianzi routines.",
        "jianzi, strung.",
        "jianzi, uRNlto'jHfI.",
        "jianzi, competing in jianzi tournaments.",
        "jianzi, kicking the jianzi high into the air.",
        "jianzi, slope.",
        "jianzi, tSVlkjsBmnR.",
        "jianzi, dishes.",
        "jianzi, qPA\";tx\"xcr.",
        "jianzi, toilet.",
        "jianzi, improvising with the jianzi in creative ways.",
        "jianzi, A person stands in a room displaying multiple jianzis on shelves, wearing a T-shirt with the text \"Kikbo,\" indicating a connection to the jianzi or shuttlecock activity,holding an orange jianzi on his hand..",
        "jianzi, integrating cultural elements into jianzi routines.",
        "part,object,red,center",
        "jianzi, vcNuLj&CrBx.",
        "jianzi, tap.",
        "jianzi, dMPwredhHmd.",
        "jianzi, Y&eoGx-uowq.",
        "creating intricate jianzi routines, bouncing the jianzi off different surfaces.",
        "incorporating music into jianzi routines, juggling multiple jianzis at once.",
        "jianzi, feather.",
        "jianzi, repeating.",
        "jianzi, learning new jianzi tricks from experienced players.",
        "jianzi, jianzi.",
        "jianzi, luggage.",
        "jianzi, keeping the jianzi aloft with quick footwork.",
        "A person stands in a room displaying multiple jianzis on shelves, wearing a T-shirt with the text \"Kikbo,\" indicating a connection to the jianzi or shuttlecock activity,holding an orange jianzi on his hand."
    ],
    "jianzi-5": [
        "jianzi",
        "jianzi, beC\"TANifhi.",
        "jianzi, keel-shap.",
        "keeping the jianzi aloft with quick footwork, juggling multiple jianzis at once.",
        "part,object,yellow,right",
        "jianzi, salt.",
        "jianzi, adding artistic flair to jianzi performances.",
        "jianzi, A group of girls in matching white and orange outfits are playing jianzi in a gymnasium, the second girl on the left is holding a bright yellow jianzi..",
        "A group of girls in matching white and orange outfits are playing jianzi in a gymnasium, the second girl on the left is holding a bright yellow jianzi.",
        "jianzi, brittle.",
        "jianzi, mountains.",
        "jianzi, &lsfvEoB'HO.",
        "jianzi, experimenting with different jianzi styles.",
        "jianzi, NdbKmt'rB\"A.",
        "collaborating with others to choreograph jianzi performances, kicking the jianzi high into the air.",
        "jianzi, EGCndiRyygM.",
        "jianzi, balancing the jianzi on various body parts.",
        "jianzi, passing the jianzi with precision.",
        "jianzi, freezer.",
        "adding artistic flair to jianzi performances, passing the jianzi with precision.",
        "jianzi, graduatio.",
        "jianzi, YYq&nqLlvPn.",
        "jianzi, three-dim.",
        "jianzi, circles.",
        "jianzi, daikon.",
        "jianzi, jianzi.",
        "jianzi, playing a competitive game of jianzi with friends.",
        "jianzi, part,object,yellow,right.",
        "jianzi, AHD;FcCNjiV."
    ],
    "jianzi-6": [
        "teaching others how to play jianzi, performing impressive tricks with the jianzi.",
        "jianzi",
        "experimenting with different jianzi styles, keeping the jianzi aloft with quick footwork.",
        "jianzi, peak.",
        "jianzi, spines.",
        "jianzi, part,object,red purple,right.",
        "Two individuals stand in a warehouse, one holding a colorful jianzi, surrounded by boxes and storage shelves.",
        "jianzi, kicking the jianzi high into the air.",
        "jianzi, work.",
        "jianzi, safe.",
        "jianzi, improvising with the jianzi in creative ways.",
        "jianzi, PirkmscaaIR.",
        "jianzi, performing impressive tricks with the jianzi.",
        "jianzi, balancing the jianzi on various body parts.",
        "jianzi, slides.",
        "jianzi, oALLtskEkLk.",
        "jianzi, LPrFzMTiDCy.",
        "jianzi, practicing acrobatic moves with the jianzi.",
        "jianzi, slip-off.",
        "jianzi, creating intricate jianzi routines.",
        "part,object,red purple,right",
        "jianzi, GGncSfN&rKa.",
        "jianzi, trophy.",
        "jianzi, jianzi.",
        "jianzi, Two individuals stand in a warehouse, one holding a colorful jianzi, surrounded by boxes and storage shelves..",
        "jianzi, playing a competitive game of jianzi with friends.",
        "jianzi, LdKMzppFcAi.",
        "jianzi, j-sbbOpyrde."
    ],
    "jianzi-7": [
        "performing impressive tricks with the jianzi, incorporating music into jianzi routines.",
        "In a busy gym, two children play with a blue jianzi, surrounded by onlookers and sports equipment.",
        "jianzi",
        "jianzi, oyzr\"ILtfBL.",
        "jianzi, paint.",
        "jianzi, chnyTngKLKV.",
        "teaching others how to play jianzi, learning new jianzi tricks from experienced players.",
        "jianzi, lIBTdWHYTEe.",
        "jianzi, lettuce.",
        "jianzi, s&EL\"NviIDl.",
        "teaching others how to play jianzi, playing a competitive game of jianzi with friends.",
        "jianzi, shiny.",
        "jianzi, pinkish-b.",
        "balancing the jianzi on various body parts, balancing the jianzi on various body parts.",
        "integrating cultural elements into jianzi routines, incorporating music into jianzi routines.",
        "jianzi, &D'LeD-hdwW.",
        "jianzi, limbs.",
        "jianzi, part,object,blue,center.",
        "jianzi, sawdust.",
        "jianzi, practicing solo jianzi routines.",
        "jianzi, g-Ywcm-Fkuo.",
        "jianzi, In a busy gym, two children play with a blue jianzi, surrounded by onlookers and sports equipment..",
        "jianzi, creating intricate jianzi routines.",
        "adding artistic flair to jianzi performances, passing the jianzi with precision.",
        "jianzi, silicone.",
        "jianzi, no.",
        "mastering the art of controlling the jianzi with precision, incorporating music into jianzi routines.",
        "jianzi, hind.",
        "jianzi, jianzi.",
        "performing synchronized jianzi routines, competing in jianzi tournaments.",
        "part,object,blue,center"
    ],
    "jianzi-8": [
        "playing a competitive game of jianzi with friends, performing synchronized jianzi routines.",
        "jianzi",
        "jianzi, pedal.",
        "jianzi, flavors.",
        "performing impressive tricks with the jianzi, practicing acrobatic moves with the jianzi.",
        "jianzi, part,object,green yellow,center.",
        "passing the jianzi with precision, showcasing jianzi skills at a cultural festival.",
        "jianzi, FYyMRoOwR;y.",
        "jianzi, afxhwMbvDxv.",
        "jianzi, kicking the jianzi high into the air.",
        "jianzi, long.",
        "A player in red is kicking a green jianzi on a green badminton court.",
        "practicing solo jianzi routines, showcasing jianzi skills at a cultural festival.",
        "jianzi, YS-DzY\"dzHO.",
        "jianzi, showcasing jianzi skills at a cultural festival.",
        "jianzi, improvising with the jianzi in creative ways.",
        "jianzi, wrinkled.",
        "jianzi, aluminum.",
        "part,object,green yellow,center",
        "jianzi, VKyMRNz'zPB.",
        "jianzi, A player in red is kicking a green jianzi on a green badminton court..",
        "jianzi, wBMHNNgSvxD.",
        "jianzi, performing impressive tricks with the jianzi.",
        "jianzi, spots.",
        "jianzi, backstop.",
        "jianzi, dy;frTIsz-x.",
        "playing a competitive game of jianzi with friends, playing a competitive game of jianzi with friends.",
        "jianzi, thick.",
        "jianzi, jianzi.",
        "jianzi, p-IGeBxnHKt."
    ],
    "jianzi-9": [
        "jianzi",
        "bouncing the jianzi off different surfaces, performing synchronized jianzi routines.",
        "jianzi, part,object,red,right.",
        "inspiring awe with skillful jianzi maneuvers, performing impressive tricks with the jianzi.",
        "jianzi, eIr&tBLTPci.",
        "mastering the art of controlling the jianzi with precision, juggling multiple jianzis at once.",
        "A person in a red and blue jacket is kicking a pink jianzi outside a building with gray doors.",
        "jianzi, adding artistic flair to jianzi performances.",
        "showcasing jianzi skills at a cultural festival, kicking the jianzi high into the air.",
        "jianzi, GFRRdaKnLGz.",
        "jianzi, coloured.",
        "jianzi, ctkKwWvWqCI.",
        "jianzi, table.",
        "jianzi, A person in a red and blue jacket is kicking a pink jianzi outside a building with gray doors..",
        "jianzi, hourglass.",
        "jianzi, sales.",
        "practicing acrobatic moves with the jianzi, performing synchronized jianzi routines.",
        "teaching others how to play jianzi, showing off jianzi skills in public parks.",
        "jianzi, KKDMtCmpp'j.",
        "jianzi, BOcrmiVTdjL.",
        "creating intricate jianzi routines, mastering the art of controlling the jianzi with precision.",
        "jianzi, asian.",
        "bouncing the jianzi off different surfaces, collaborating with others to choreograph jianzi performances.",
        "jianzi, elevated.",
        "jianzi, qKVlitnvLm'.",
        "part,object,red,right",
        "jianzi, grilled.",
        "jianzi, iEBaHangRfN.",
        "jianzi, jianzi.",
        "jianzi, &blBMtdO'RE.",
        "experimenting with different jianzi styles, creating intricate jianzi routines."
    ],
    "jianzi-10": [
        "jianzi",
        "jianzi, web-like.",
        "creating intricate jianzi routines, kicking the jianzi high into the air.",
        "jianzi, units.",
        "jianzi, surroundi.",
        "jianzi, w-uvxgEfrLF.",
        "jianzi, kicking the jianzi high into the air.",
        "jianzi, gDB\"YTaybvI.",
        "learning new jianzi tricks from experienced players, practicing acrobatic moves with the jianzi.",
        "jianzi, DFbgydIpEgF.",
        "creating intricate jianzi routines, creating intricate jianzi routines.",
        "jianzi, flukes.",
        "jianzi, IGtNtwClAPq.",
        "jianzi, showcasing jianzi skills at a cultural festival.",
        "jianzi, textbook.",
        "jianzi, revolves.",
        "jianzi, LwijazEggCi.",
        "jianzi, practicing solo jianzi routines.",
        "jianzi, practicing acrobatic moves with the jianzi.",
        "part,object,red,left bottom",
        "jianzi, Two people are playing with a jianzi on a \"China's Got Talent\" stage, with a red and yellow jianzi..",
        "jianzi, arctic.",
        "jianzi, -KOyceEfjxH.",
        "jianzi, obLBVTNROKp.",
        "jianzi, zRKnGlOHCnB.",
        "jianzi, nearly.",
        "jianzi, part,object,red,left bottom.",
        "keeping the jianzi aloft with quick footwork, integrating cultural elements into jianzi routines.",
        "jianzi, jianzi.",
        "Two people are playing with a jianzi on a \"China's Got Talent\" stage, with a red and yellow jianzi.",
        "jianzi, keeping the jianzi aloft with quick footwork."
    ],
    "lantern-1": [
        "lantern, luggage.",
        "lantern, preparing.",
        "lantern, casting spooky shadows in a graveyard.",
        "lantern, EtkiNS&;Cna.",
        "lantern, america.",
        "lantern, lighting up the stage for a dramatic performance.",
        "providing light for a nighttime picnic, casting spooky shadows in a graveyard.",
        "lantern, stiff.",
        "lantern, part,object,yellow,left.",
        "lantern, scoop.",
        "lantern, LLDtoyLDazp.",
        "lantern, flipping.",
        "lantern, providing light for a nighttime picnic.",
        "lantern, recoil.",
        "A night sky filled with numerous floating lanterns, creating a mesmerizing spectacle of lights and a man on the left is participating by releasing one to the sky.",
        "lantern, lantern.",
        "lantern, illuminating a spooky Halloween scene.",
        "lantern, dMzxd;Ilwpv.",
        "part,object,yellow,left",
        "lantern",
        "lantern, casting a warm glow on a cozy evening.",
        "lantern, gFPmAnI\"sCj.",
        "providing light for an outdoor dinner party, decorating a festive celebration with its warm light.",
        "flickering softly in a haunted house, glowing softly on a porch.",
        "lantern, A night sky filled with numerous floating lanterns, creating a mesmerizing spectacle of lights and a man on the left is participating by releasing one to the sky..",
        "lantern, illuminating the path of a late-night stroll.",
        "lantern, BqVBBPBaIGy.",
        "lantern, illuminating a secret passage in a castle.",
        "lantern, powering.",
        "lantern, wRugmjTbajl."
    ],
    "lantern-2": [
        "lantern, \"vrHbernPKx.",
        "lantern, part,object,yellow,center.",
        "lantern, -aVSNzfgSNy.",
        "lantern, YNoRTBw'lnY.",
        "lantern, creating a magical ambiance at an outdoor gathering.",
        "lantern, MkmwFnoo\"BE.",
        "part,object,yellow,center",
        "lantern, touchscre.",
        "lantern, from.",
        "lantern, guiding travelers through the darkness.",
        "lantern, sHw-\"-;&Cnt.",
        "lantern, providing a beacon of hope in a dark forest.",
        "lantern, A festive night scene where a person is preparing to release a large lantern into the sky, with many other lanterns floating in the background..",
        "lantern, providing light for an outdoor dinner party.",
        "lantern, lighting up a campsite.",
        "lantern, fnImbpuqkxR.",
        "A festive night scene where a person is preparing to release a large lantern into the sky, with many other lanterns floating in the background.",
        "lantern, tails.",
        "lantern, low-slung.",
        "lantern, islamic.",
        "lantern, lantern.",
        "illuminating the path of a late-night stroll, lighting up the stage for a dramatic performance.",
        "lantern",
        "lantern, david.",
        "lantern, shining brightly at an outdoor wedding reception.",
        "lantern, OchdBjSF;vM.",
        "lighting up the stage for a dramatic performance, lighting up a campsite."
    ],
    "lantern-3": [
        "creating a magical ambiance at an outdoor gathering, lighting up the stage for a dramatic performance.",
        "lantern, strung.",
        "lantern, flying.",
        "lantern, ACRooCnKPc&.",
        "lantern, casting spooky shadows in a graveyard.",
        "lantern, RoRCxsbuH'W.",
        "lantern, ticket.",
        "lantern, Dciv\"-fYlGM.",
        "lantern, guiding ships safely to shore.",
        "lantern, superstru.",
        "glowing softly on a porch, brightening up a cozy cabin.",
        "providing light for a nighttime picnic, illuminating the path of a late-night stroll.",
        "lantern, providing light for a nighttime picnic.",
        "lantern, lighting up the interior of a tent.",
        "lantern, flickering softly in a haunted house.",
        "A dark evening sky is dotted with numerous illuminated lanterns being released into the air by a crowd of people, creating a beautiful display of floating lights. A group of people is gathered in a circle, waiting to release their lanterns.",
        "lantern, lantern.",
        "lantern, jMEeG'eSSaH.",
        "lantern, part,object,yellow,bottom.",
        "lantern, low.",
        "lantern",
        "lantern, sticking.",
        "lighting up the interior of a tent, casting eerie shadows on the walls.",
        "lantern, tVgs-LirsvG.",
        "lantern, non-venom.",
        "lantern, shining brightly at an outdoor wedding reception.",
        "lantern, 'HqfNqOAGoF.",
        "part,object,yellow,bottom",
        "lantern, A dark evening sky is dotted with numerous illuminated lanterns being released into the air by a crowd of people, creating a beautiful display of floating lights. A group of people is gathered in a circle, waiting to release their lanterns..",
        "lantern, GFmAcvavnbo."
    ],
    "lantern-4": [
        "lantern, AEynmrVFfz&.",
        "lantern, pLf;FjWfCEe.",
        "lantern, ev'C\"'vLVsk.",
        "lantern, ornately.",
        "lantern, liver-col.",
        "creating a romantic atmosphere on a moonlit night, shining brightly at an outdoor wedding reception.",
        "lantern, cafes.",
        "lantern, A night scene at a lantern festival with the word \"RISE\" spelled out in large illuminated letters..",
        "lantern, eKvAoKAaDuS.",
        "A night scene at a lantern festival with the word \"RISE\" spelled out in large illuminated letters.",
        "lantern, brightening up a cozy cabin.",
        "casting a warm glow on a cozy evening, casting eerie shadows on the walls.",
        "lantern, swaying gently in the night breeze.",
        "lantern, yyaw;kyfFOa.",
        "lantern, cabin.",
        "lighting up a campsite, illuminating the path of a late-night stroll.",
        "swaying gently in the night breeze, swaying gently in the night breeze.",
        "lantern, lighting up a campsite.",
        "lantern, part,object,yellow,left.",
        "warding off ghosts and spirits with its light, creating a romantic atmosphere on a moonlit night.",
        "lantern, rRuEfEGt'Fo.",
        "lantern, bed.",
        "lantern, flickering softly in a haunted house.",
        "lantern, lantern.",
        "part,object,yellow,left",
        "lantern, TcGF-DynmxV.",
        "lantern",
        "lantern, -wPCl\"mGMWB.",
        "providing a beacon of hope in a dark forest, lighting up a campsite.",
        "lantern, pathways."
    ],
    "lantern-5": [
        "lantern, MBeFiqNIx;h.",
        "swaying gently in the night breeze, creating a magical ambiance at an outdoor gathering.",
        "lantern, part,object,yellow,center.",
        "part,object,yellow,center",
        "lantern, protect.",
        "lantern, BeLWM-&-oxM.",
        "creating a romantic atmosphere on a moonlit night, swaying gently in the night breeze.",
        "lantern, cowgirls.",
        "lantern, providing light for an outdoor dinner party.",
        "creating a magical ambiance at an outdoor gathering, glowing softly on a porch.",
        "lantern, YTA-m'shi&E.",
        "lantern, prize.",
        "providing a beacon of hope in a dark forest, providing a beacon of hope in a dark forest.",
        "lantern, EM\"xIBtweuS.",
        "lantern, lifeless.",
        "lantern, providing light for a nighttime picnic.",
        "lantern, lantern.",
        "glowing softly on a porch, shining brightly at an outdoor wedding reception.",
        "lantern, ChypywAIlqs.",
        "lantern",
        "creating a magical ambiance at an outdoor gathering, swaying gently in the night breeze.",
        "lantern, eA'HKIgyW'w.",
        "lantern, A large, heart-shaped lantern is prominently displayed in the center, held aloft by participants against a backdrop of a dark blue sky with light cloud cover..",
        "lantern, BWsKT-T'Gvb.",
        "lantern, keep.",
        "providing light for an outdoor dinner party, providing light for a nighttime picnic.",
        "lantern, bound.",
        "lantern, illuminating the path of a late-night stroll.",
        "A large, heart-shaped lantern is prominently displayed in the center, held aloft by participants against a backdrop of a dark blue sky with light cloud cover.",
        "lantern, YRKzmtTSLvO."
    ],
    "lantern-6": [
        "lighting up a campsite, illuminating a secret passage in a castle.",
        "lantern, attract.",
        "lantern, tradition.",
        "lantern, A scene of a lantern festival, where the tiny lights resemble a constellation of stars scattered across the sky..",
        "A scene of a lantern festival, where the tiny lights resemble a constellation of stars scattered across the sky.",
        "lantern, brightening up a cozy cabin.",
        "lantern, lighting up the stage for a dramatic performance.",
        "lantern, slots.",
        "lantern, pie.",
        "lantern, fruiting.",
        "lantern, stands.",
        "lighting up the interior of a tent, illuminating a spooky Halloween scene.",
        "lantern, part,object,yellow,left.",
        "glowing softly on a porch, creating a magical ambiance at an outdoor gathering.",
        "lantern, lighting up the interior of a tent.",
        "lantern, providing light for a nighttime picnic.",
        "lantern, hopper.",
        "lighting up a campsite, shining brightly during a power outage.",
        "lantern, MFCiMboYxcy.",
        "lantern, oHvDiBCnAwC.",
        "lantern, stocky.",
        "lantern, lantern.",
        "glowing softly on a porch, casting eerie shadows on the walls.",
        "lantern, wNhvBNkpGjm.",
        "part,object,yellow,left",
        "lantern, YwAWTVfGgEq.",
        "lantern",
        "flickering softly in a haunted house, lighting up a campsite.",
        "lantern, mGPRimDg'Cv.",
        "lantern, eyewear.",
        "lantern, pouch.",
        "lantern, ECjLBy\"zMhn."
    ],
    "lantern-7": [
        "lantern, rods.",
        "lantern, surfaces.",
        "lantern, \"STVFTDLNhP.",
        "lantern, shops.",
        "swaying gently in the night breeze, casting spooky shadows in a graveyard.",
        "lantern, ;KgbLkw;wh&.",
        "lantern, fibrous.",
        "lantern, decorating a festive celebration with its warm light.",
        "lantern, C&rOB&xpqli.",
        "glowing softly on a porch, creating a romantic atmosphere on a moonlit night.",
        "lantern, guiding travelers through the darkness.",
        "lantern, nkn'YGCsDbm.",
        "lantern, church.",
        "illuminating a spooky Halloween scene, flickering softly in a haunted house.",
        "lighting up the interior of a tent, casting spooky shadows in a graveyard.",
        "lantern, flickering softly in a haunted house.",
        "lantern, p&jGCjtlepI.",
        "lantern, lantern.",
        "lantern, chicken.",
        "lantern, part,object,yellow,bottom.",
        "lantern",
        "casting eerie shadows on the walls, creating a magical ambiance at an outdoor gathering.",
        "lantern, duck-bill.",
        "A nighttime sky with numerous sky lanterns floating upwards, creating a striking contrast against the dark backdrop.",
        "lantern, frilly.",
        "decorating a festive celebration with its warm light, lighting up a campsite.",
        "part,object,yellow,bottom",
        "guiding ships safely to shore, casting eerie shadows on the walls.",
        "lantern, A nighttime sky with numerous sky lanterns floating upwards, creating a striking contrast against the dark backdrop..",
        "lantern, temaki.",
        "lantern, S-qhBzGfjhe."
    ],
    "lantern-8": [
        "lantern, star.",
        "lantern, moisture.",
        "lantern, part,object,yellow,right top.",
        "lantern, edible.",
        "lantern, VKfBbqpe\"IM.",
        "lantern, MmcngjgfopN.",
        "lantern, wPVBeepfyYH.",
        "illuminating a dark path, lighting up the stage for a dramatic performance.",
        "lantern, creating a magical ambiance at an outdoor gathering.",
        "casting a warm glow on a cozy evening, creating a romantic atmosphere on a moonlit night.",
        "lantern, bmvvuSpIDvq.",
        "lantern, apples.",
        "lantern, pianist.",
        "lantern, glowing softly on a porch.",
        "lantern, A night scene with a singular lantern glowing in the darkness, suspended in the sky..",
        "lantern, providing light for a nighttime picnic.",
        "lantern, YvSng;jj-oh.",
        "lantern, finishes.",
        "A night scene with a singular lantern glowing in the darkness, suspended in the sky.",
        "lantern, lantern.",
        "lantern, illuminating a spooky Halloween scene.",
        "lantern, zRYLvrx\"Ysr.",
        "lantern, logo.",
        "lantern",
        "swaying gently in the night breeze, shining brightly at an outdoor wedding reception.",
        "lantern, sdPkfB&VcVh.",
        "lantern, casting a warm glow on a cozy evening.",
        "part,object,yellow,right top",
        "lantern, peaceful.",
        "decorating a festive celebration with its warm light, creating a magical ambiance at an outdoor gathering.",
        "illuminating a spooky Halloween scene, warding off ghosts and spirits with its light."
    ],
    "lantern-9": [
        "lantern, placed.",
        "lantern, cues.",
        "part,object,purple,center",
        "lantern, nnczOCNExLy.",
        "lantern, r-pvWHAqpPh.",
        "lantern, creating a magical ambiance at an outdoor gathering.",
        "lighting up a campsite, warding off ghosts and spirits with its light.",
        "lantern, non-stick.",
        "lantern, swaying gently in the night breeze.",
        "lantern, &bzWMMyTvom.",
        "lantern, magical.",
        "lantern, e&z-DetfgVI.",
        "lantern, metre.",
        "lantern, providing light for a nighttime picnic.",
        "providing light for an outdoor dinner party, illuminating a dark path.",
        "lantern, lantern.",
        "lantern, illuminating a dark path.",
        "lantern, part,object,purple,center.",
        "lantern, aSwkcItGnfI.",
        "lantern, SyV\"-VfaGa;.",
        "lantern, desperati.",
        "lantern, Two people are seen releasing a large, glowing,light purple, heart-shaped lantern in a driveway surrounded by parked cars..",
        "lantern",
        "lantern, keys.",
        "lantern, wingbars.",
        "Two people are seen releasing a large, glowing,light purple, heart-shaped lantern in a driveway surrounded by parked cars.",
        "illuminating a secret passage in a castle, brightening up a cozy cabin.",
        "illuminating a dark path, providing light for a nighttime picnic.",
        "lantern, illuminating the path of a late-night stroll.",
        "lantern, dead."
    ],
    "lantern-10": [
        "lantern, robes.",
        "lantern, frills.",
        "lantern, -nowCSNlKcM.",
        "warding off ghosts and spirits with its light, lighting up a campsite.",
        "lantern, part,object,purple,right top.",
        "lantern, swolvkSW\"R'.",
        "lantern, iwh;Ywerm;S.",
        "lantern, brewing.",
        "part,object,purple,right top",
        "lantern, guiding ships safely to shore.",
        "flickering softly in a haunted house, guiding travelers through the darkness.",
        "lantern, A sky lantern glows against the dusk sky above a wooded park, with the evening's first lights twinkling below..",
        "lantern, sGb&prgBpFS.",
        "lantern, lighting up a campsite.",
        "A sky lantern glows against the dusk sky above a wooded park, with the evening's first lights twinkling below.",
        "lantern, glowing softly on a porch.",
        "lantern, IWPb\"Iamw-h.",
        "lantern, flickering softly in a haunted house.",
        "glowing softly on a porch, shining brightly at an outdoor wedding reception.",
        "lantern, lantern.",
        "lantern, backstop.",
        "lantern",
        "lantern, LTasiWEp'\"G.",
        "lantern, sprinkle.",
        "casting a warm glow on a cozy evening, providing light for an outdoor dinner party.",
        "swaying gently in the night breeze, brightening up a cozy cabin.",
        "shining brightly during a power outage, casting a warm glow on a cozy evening.",
        "lantern, \"AE;ITiMkyx.",
        "lantern, stir-frie.",
        "lantern, ThK&bOyeTId.",
        "lantern, air."
    ],
    "misc-1": [
        "misc, sorting through a box of odds and ends.",
        "cataloging a variety of unrelated things, scanning through a collection of random objects.",
        "cataloging a variety of unrelated things, curating a selection of assorted items.",
        "discovering eclectic finds in a mixed assortment, finding hidden gems in a collection of miscellanea.",
        "scanning through a collection of random objects, compiling a list of diverse objects.",
        "misc, mVowDxIDF\"L.",
        "misc, zT-OzDmnkVv.",
        "misc, hardware.",
        "misc, swociBVHlxq.",
        "misc, slide.",
        "misc",
        "misc, ;PpwnmpOoTW.",
        "misc, another.",
        "misc, A performer is on stage in a boxing stance, wearing red gloves, against a backdrop with twinkling lights..",
        "misc, misc.",
        "part,object,red,center",
        "misc, digging through a heap of miscellaneous stuff.",
        "misc, humans.",
        "A performer is on stage in a boxing stance, wearing red gloves, against a backdrop with twinkling lights.",
        "misc, disorgani.",
        "misc, -Lqs\"Guk\"Ra.",
        "examining a hodgepodge of miscellaneous items, finding unexpected treasures among miscellaneous goods.",
        "misc, exploring a diverse array of random items.",
        "misc, caves.",
        "misc, part,object,red,center.",
        "misc, finding hidden gems in a collection of miscellanea.",
        "misc, IK;PnVlqOnm.",
        "misc, WYEOefCWsAG.",
        "misc, pointing.",
        "misc, spiral."
    ],
    "misc-2": [
        "misc, GASO\"HTcgrP.",
        "misc, rattle.",
        "misc, cranes.",
        "misc, writing.",
        "misc, exploring a miscellaneous section of a store.",
        "misc, dGuW-nKwvBB.",
        "misc, perusing through a grab bag of assorted items.",
        "digging through a heap of miscellaneous stuff, picking out interesting finds from a mix of miscellaneous things.",
        "misc, part,object,yellow,bottom.",
        "misc, RzdA-Hm&YCi.",
        "misc, lobster.",
        "misc, \"LVgFOayyPp.",
        "misc, cataloging a variety of unrelated things.",
        "misc, clues.",
        "misc, b'WlSDVdNzk.",
        "misc",
        "misc, jHkwtcDHKsR.",
        "misc, trim.",
        "A woman is holding an ice cream cone with a large swirl of soft-serve ice cream, standing at a food vendor's stall.",
        "exploring a miscellaneous section of a store, digging through a heap of miscellaneous stuff.",
        "misc, A woman is holding an ice cream cone with a large swirl of soft-serve ice cream, standing at a food vendor's stall..",
        "misc, misc.",
        "cataloging a variety of unrelated things, discovering eclectic finds in a mixed assortment.",
        "misc, vrH'fmoLWuv.",
        "misc, sealed.",
        "misc, sorting through an array of disparate objects.",
        "part,object,yellow,bottom",
        "misc, organizing a cluttered drawer.",
        "perusing through a grab bag of assorted items, cataloging a variety of unrelated things.",
        "misc, theater.",
        "misc, seabird."
    ],
    "misc-3": [
        "misc, sorting through a box of odds and ends.",
        "misc, 20.",
        "part,object,white,top",
        "misc, pDFxtRjFwny.",
        "curating a selection of assorted items, cataloging a variety of unrelated things.",
        "organizing an eclectic collection, picking out interesting finds from a mix of miscellaneous things.",
        "misc, sink.",
        "misc",
        "discovering eclectic finds in a mixed assortment, searching for lost items in a pile of miscellaneous belongings.",
        "misc, covered.",
        "misc, A pizzaiolo in a white uniform and red headband is tossing pizza dough in the air, performing dough acrobatics in a restaurant kitchen with stacks of plates and other kitchen staff in the background..",
        "misc, KDYVTpiOqFN.",
        "misc, hovering.",
        "collecting various odds and ends, sorting through a box of odds and ends.",
        "misc, misc.",
        "misc, bicycles.",
        "A pizzaiolo in a white uniform and red headband is tossing pizza dough in the air, performing dough acrobatics in a restaurant kitchen with stacks of plates and other kitchen staff in the background.",
        "misc, LdmGlmtNyfP.",
        "misc, cataloging a diverse range of odds and ends.",
        "misc, examining a hodgepodge of miscellaneous items.",
        "misc, crosswalk.",
        "misc, regulate.",
        "misc, finding hidden gems in a collection of miscellanea.",
        "misc, sailing.",
        "misc, Hqgj&dHIy;L.",
        "misc, YLsuvo\"trc;.",
        "organizing an eclectic collection, sorting through a box of odds and ends.",
        "misc, part,object,white,top.",
        "scanning through a collection of random objects, sorting through an array of disparate objects.",
        "misc, hwIWSeWzfri."
    ],
    "misc-4": [
        "A person is juggling balls in a grassy backyard with a wooden fence and trees in the background. The balls are caught mid-air in the act of juggling.",
        "misc, apbPd\"\"KEk\".",
        "misc, A person is juggling balls in a grassy backyard with a wooden fence and trees in the background. The balls are caught mid-air in the act of juggling..",
        "finding hidden gems in a collection of miscellanea, combing through a jumble of assorted items.",
        "misc, towels.",
        "cataloging a diverse range of odds and ends, rummaging through a container of assorted items.",
        "part,object,white,top",
        "compiling a list of diverse objects, organizing a cluttered drawer.",
        "misc, qzGzfkPTWR\".",
        "arranging a display of miscellaneous merchandise, discovering eclectic finds in a mixed assortment.",
        "misc",
        "misc, GC;d-qcSfqx.",
        "misc, wqcp\"iyobnW.",
        "misc, IcPebSxag-a.",
        "misc, misc.",
        "misc, curating a selection of assorted items.",
        "misc, KrdtEdaqOHP.",
        "misc, courtyard.",
        "misc, examining a hodgepodge of miscellaneous items.",
        "misc, organizing an eclectic collection.",
        "sorting through an array of disparate objects, perusing through a mishmash of assorted goods.",
        "misc, treeless.",
        "misc, GyFWDnmepeV.",
        "misc, part,object,white,top.",
        "scanning through a collection of random objects, sorting through an array of disparate objects.",
        "finding unexpected treasures among miscellaneous goods, organizing a cluttered drawer.",
        "misc, roman.",
        "misc, lens."
    ],
    "misc-5": [
        "misc, xscAHEjoSwE.",
        "misc, run.",
        "misc, nape.",
        "arranging a display of miscellaneous merchandise, combing through a jumble of assorted items.",
        "misc, A person stands in a dance studio holding a red fan, poised to begin a performance or practice. The studio has a large chalkboard in the background, suggesting a learning or rehearsal environment..",
        "misc, cataloging a variety of unrelated things.",
        "misc, fixtures.",
        "misc, pMECEibO\"Mv.",
        "misc",
        "misc, searching for lost items in a pile of miscellaneous belongings.",
        "misc, bwGVlpTTzt\".",
        "misc, scanning through a collection of random objects.",
        "A person stands in a dance studio holding a red fan, poised to begin a performance or practice. The studio has a large chalkboard in the background, suggesting a learning or rehearsal environment.",
        "misc, metal.",
        "misc, misc.",
        "part,object,red,center",
        "misc, curating a selection of assorted items.",
        "misc, cataloging a diverse range of odds and ends.",
        "misc, discovering eclectic finds in a mixed assortment.",
        "misc, zR;LTLOvwOa.",
        "misc, MKgyhebCtRt.",
        "misc, trinROjKRaO.",
        "misc, bulls.",
        "misc, exploring a diverse array of random items.",
        "misc, pairs.",
        "misc, part,object,red,center.",
        "misc, comes.",
        "misc, SRprYvHvGdK.",
        "sorting through a box of odds and ends, finding unexpected treasures among miscellaneous goods."
    ],
    "misc-6": [
        "misc, PtKwIdkk';H.",
        "arranging a display of miscellaneous merchandise, finding hidden gems in a collection of miscellanea.",
        "misc, CtApTHqd\"\"p.",
        "misc, exploring a miscellaneous section of a store.",
        "misc, catch.",
        "misc, IuDDDgqLEfR.",
        "perusing through a grab bag of assorted items, examining a hodgepodge of miscellaneous items.",
        "misc, aerodynam.",
        "misc, A camouflaged fish partially buried in the sandy bottom of a body of water, with aquatic plants nearby. The fish's adaptive coloring makes it blend seamlessly with its surroundings..",
        "combing through a jumble of assorted items, organizing an eclectic collection.",
        "misc",
        "misc, creatures.",
        "misc, weapons.",
        "organizing a cluttered drawer, discovering eclectic finds in a mixed assortment.",
        "misc, mTwkP\"CofLj.",
        "misc, iKRCeG'qIKL.",
        "curating a selection of assorted items, perusing through a grab bag of assorted items.",
        "misc, misc.",
        "misc, ritual.",
        "misc, examining a hodgepodge of miscellaneous items.",
        "misc, wusBARFGAgP.",
        "misc, part,object,gray,center.",
        "misc, 'PMA&r&L-tB.",
        "A camouflaged fish partially buried in the sandy bottom of a body of water, with aquatic plants nearby. The fish's adaptive coloring makes it blend seamlessly with its surroundings.",
        "part,object,gray,center",
        "misc, AVlIKryTVnK.",
        "organizing a cluttered drawer, organizing an eclectic collection.",
        "misc, sorting through an array of disparate objects.",
        "misc, KCacBmWS;gx.",
        "misc, grip."
    ],
    "misc-7": [
        "misc, rummaging through a container of assorted items.",
        "A vast landscape with rolling hills and agricultural fields, and in the bottom center, there is a bright spot of color from a hang glider soaring above the terrain.",
        "arranging a display of miscellaneous merchandise, combing through a jumble of assorted items.",
        "misc, perusing through a grab bag of assorted items.",
        "misc, science.",
        "misc, swings.",
        "misc, crispy.",
        "part,object,brown,center",
        "misc, \"eiwN&Cookm.",
        "arranging a display of miscellaneous merchandise, sorting through an array of disparate objects.",
        "searching for lost items in a pile of miscellaneous belongings, exploring a diverse array of random items.",
        "misc, dgeaLxGduov.",
        "misc",
        "misc, swinging.",
        "misc, gxICBrIeI;Y.",
        "misc, part,object,brown,center.",
        "misc, z-xLWWhyqO'.",
        "misc, imam.",
        "misc, misc.",
        "misc, RbA'\"eC&-'w.",
        "misc, A vast landscape with rolling hills and agricultural fields, and in the bottom center, there is a bright spot of color from a hang glider soaring above the terrain..",
        "misc, compiling a list of diverse objects.",
        "misc, lobster-l.",
        "examining a hodgepodge of miscellaneous items, perusing through a grab bag of assorted items.",
        "misc, hC\"bya'mWI\".",
        "collecting various odds and ends, arranging a display of miscellaneous merchandise.",
        "misc, CWxKxRye\"Hi.",
        "misc, branding.",
        "misc, YxDd&hlihvi.",
        "misc, succulent.",
        "misc, shaping.",
        "collecting various odds and ends, exploring a diverse array of random items."
    ],
    "misc-8": [
        "misc, sorting through a box of odds and ends.",
        "misc, lDOTIAlExos.",
        "misc, outward.",
        "misc, resides.",
        "misc, exploring a miscellaneous section of a store.",
        "misc, v;rPlBWVvOy.",
        "misc, ounces.",
        "part,object,white,top",
        "misc, uGvn;gHAECl.",
        "misc, RefbEhGWKBV.",
        "misc, coupling.",
        "misc, chute.",
        "misc",
        "misc, searching for lost items in a pile of miscellaneous belongings.",
        "finding unexpected treasures among miscellaneous goods, finding hidden gems in a collection of miscellanea.",
        "examining a hodgepodge of miscellaneous items, rummaging through a container of assorted items.",
        "misc, ReakdIWrwPN.",
        "combing through a jumble of assorted items, exploring a miscellaneous section of a store.",
        "A performer is balancing a vase on his head at an outdoor Asian cultural event while an audience watches.",
        "scanning through a collection of random objects, exploring a miscellaneous section of a store.",
        "misc, misc.",
        "misc, cataloging a diverse range of odds and ends.",
        "misc, faceguard.",
        "misc, TAxYfpsPllR.",
        "misc, TNrrMkixBVj.",
        "compiling a list of diverse objects, digging through a heap of miscellaneous stuff.",
        "combing through a jumble of assorted items, rummaging through a container of assorted items.",
        "misc, tomato.",
        "misc, part,object,white,top.",
        "misc, A performer is balancing a vase on his head at an outdoor Asian cultural event while an audience watches..",
        "misc, pks;&W\"MOCi."
    ],
    "misc-9": [
        "misc, bowl.",
        "misc, released.",
        "misc, mmADzudnNd'.",
        "misc, dtHCVj-WCIP.",
        "digging through a heap of miscellaneous stuff, cataloging a diverse range of odds and ends.",
        "misc, OkhuListILP.",
        "misc",
        "misc, searching for lost items in a pile of miscellaneous belongings.",
        "misc, options.",
        "misc, An aerial view of a public square with people and a paper plane flying, seen from above a stone ledge..",
        "organizing an eclectic collection, digging through a heap of miscellaneous stuff.",
        "cataloging a diverse range of odds and ends, collecting various odds and ends.",
        "misc, part,object,white,bottom.",
        "perusing through a mishmash of assorted goods, organizing a cluttered drawer.",
        "misc, olive-bro.",
        "An aerial view of a public square with people and a paper plane flying, seen from above a stone ledge.",
        "misc, misc.",
        "misc, bridge.",
        "part,object,white,bottom",
        "misc, cataloging a diverse range of odds and ends.",
        "sorting through an array of disparate objects, digging through a heap of miscellaneous stuff.",
        "misc, organizing an eclectic collection.",
        "misc, yfSAIbRvSkq.",
        "misc, exploring a diverse array of random items.",
        "finding unexpected treasures among miscellaneous goods, searching for lost items in a pile of miscellaneous belongings.",
        "misc, Kxp'TshMmzT.",
        "misc, -DHzMkTb-VY.",
        "misc, ravine.",
        "misc, forked.",
        "misc, human.",
        "misc, muMzKlRxghA.",
        "misc, kClsyqMNio;."
    ],
    "misc-10": [
        "cataloging a variety of unrelated things, cataloging a diverse range of odds and ends.",
        "misc, transpare.",
        "misc, zwNptDpbOcO.",
        "misc, cheek.",
        "misc, part,object,red,left.",
        "misc, exploring a miscellaneous section of a store.",
        "curating a selection of assorted items, compiling a list of diverse objects.",
        "misc, Red shrimp are congregating on a leaf in an aquarium..",
        "part,object,red,left",
        "organizing an eclectic collection, curating a selection of assorted items.",
        "misc, nose.",
        "misc, zct;EiTsPBg.",
        "Red shrimp are congregating on a leaf in an aquarium.",
        "misc, picking out interesting finds from a mix of miscellaneous things.",
        "misc",
        "misc, collecting various odds and ends.",
        "misc, perusing through a mishmash of assorted goods.",
        "misc, searching for lost items in a pile of miscellaneous belongings.",
        "misc, TfzDdLPho's.",
        "misc, El'kedBjVyS.",
        "misc, misc.",
        "misc, xfFVBfB'Bgz.",
        "misc, BiReyY&Mj'm.",
        "misc, fastens.",
        "misc, evenly.",
        "misc, organizing an eclectic collection.",
        "misc, digging.",
        "misc, VqievFndbID.",
        "misc, lifts.",
        "compiling a list of diverse objects, finding unexpected treasures among miscellaneous goods."
    ],
    "opossum-1": [
        "part,object,white black,center",
        "opossum, doghouse.",
        "opossum, snatching scraps from garbage cans and dumpsters.",
        "opossum, artwork.",
        "opossum, pedals.",
        "opossum, a dog on a leash turning to look at a small opossum on a paved surface..",
        "opossum, shield.",
        "opossum, fef\"dMARgSn.",
        "opossum, figures.",
        "opossum, jc\"ga-rqMho.",
        "opossum, bpztxmaCo;n.",
        "curling up into a tight ball when threatened, scurrying across rooftops in search of shelter.",
        "playing dead to avoid predators, feasting on fallen fruit and insects.",
        "opossum, using its sharp claws to dig for grubs and worms.",
        "opossum, part,object,white black,center.",
        "opossum, sniffing out tasty treats with its keen sense of smell.",
        "a dog on a leash turning to look at a small opossum on a paved surface.",
        "opossum, djEKTvYDrhr.",
        "opossum, soundpost.",
        "opossum, navigating through urban environments with ease.",
        "opossum, lips.",
        "opossum, &RBR-YRiIx&.",
        "scurrying across rooftops in search of shelter, camouflaging itself against tree bark and foliage.",
        "opossum, dVHSceswlEy.",
        "opossum, Kw&skmjanbp.",
        "opossum, hanging upside down from a tree branch.",
        "opossum, WpFTmIslg\"n.",
        "opossum",
        "opossum, opossum.",
        "feasting on fallen fruit and insects, scurrying across rooftops in search of shelter.",
        "opossum, wiry.",
        "opossum, chunks.",
        "using its long prehensile tail for balance, sniffing out tasty treats with its keen sense of smell.",
        "opossum, trailing."
    ],
    "opossum-2": [
        "opossum, raising its young in the safety of a cozy den.",
        "opossum, fjdHPjSvKjS.",
        "opossum, PhLSawYCoBb.",
        "opossum, A small opossum is standing in the middle of a harvested field with dry stalks on the ground..",
        "making a home in abandoned buildings and crawlspaces, listening for the sound of danger with its large ears.",
        "playing dead to avoid predators, listening for the sound of danger with its large ears.",
        "opossum, R&aRpk&Dc&i.",
        "opossum, dashboard.",
        "opossum, fits.",
        "opossum, soy.",
        "opossum, startling predators with its sharp hiss.",
        "opossum, &vizjz\"\"qKv.",
        "opossum, part,object,brown,left.",
        "playing dead to avoid predators, clinging to its mother's back as she forages for food.",
        "opossum, using its sharp claws to dig for grubs and worms.",
        "opossum, sniffing out tasty treats with its keen sense of smell.",
        "opossum, limbs.",
        "opossum, sAPWqRlpwcp.",
        "part,object,brown,left",
        "opossum, i;'oheDaqI-.",
        "opossum, v'OLHjtAARP.",
        "surveying its territory from the safety of a high perch, clinging to its mother's back as she forages for food.",
        "A small opossum is standing in the middle of a harvested field with dry stalks on the ground.",
        "opossum, qroIwhMzVBP.",
        "opossum",
        "opossum, crow's.",
        "opossum, trotting along fences and power lines with confidence.",
        "opossum, opossum.",
        "opossum, butcherin.",
        "observing humans from a safe distance with curiosity, hanging upside down from a tree branch."
    ],
    "opossum-3": [
        "opossum, jCurScek&gm.",
        "opossum, using its long prehensile tail for balance.",
        "part,object,gray,top",
        "opossum, firefight.",
        "camouflaging itself against tree bark and foliage, making a home in abandoned buildings and crawlspaces.",
        "opossum, kYzFSeKxG\"p.",
        "opossum, Two opossums are interacting on dry grass, with one appearing to be vocalizing towards the other..",
        "opossum, ebMA&nE-m&P.",
        "opossum, listening for the sound of danger with its large ears.",
        "opossum, using its sharp claws to dig for grubs and worms.",
        "opossum, how.",
        "opossum, crossing roads cautiously under the cover of darkness.",
        "opossum, cTl;vSyIsTR.",
        "opossum, sunken.",
        "opossum, part,object,gray,top.",
        "opossum, playing dead to avoid predators.",
        "opossum, hOLAuVGr\"F;.",
        "opossum, cylindric.",
        "opossum, nK\"euwoqBiB.",
        "opossum",
        "opossum, camouflaging itself against tree bark and foliage.",
        "opossum, trotting along fences and power lines with confidence.",
        "opossum, lantern.",
        "surveying its territory from the safety of a high perch, scavenging for food in the dead of night.",
        "snuggling with its siblings for warmth, clinging to its mother's back as she forages for food.",
        "opossum, 8-12.",
        "opossum, opossum.",
        "opossum, brown.",
        "opossum, fxP&tyPRuz\".",
        "Two opossums are interacting on dry grass, with one appearing to be vocalizing towards the other."
    ],
    "opossum-4": [
        "opossum, a man with a beard is sitting at a table against a brick wall, with a small opossum in front of him on the table..",
        "opossum, raising its young in the safety of a cozy den.",
        "opossum, zsKelIw\"IhW.",
        "opossum, arithmeti.",
        "opossum, flesh.",
        "opossum, VNGt;mhIexx.",
        "feasting on fallen fruit and insects, raising its young in the safety of a cozy den.",
        "navigating through urban environments with ease, scavenging for food in the dead of night.",
        "opossum, machine's.",
        "opossum, part,object,white black,left bottom.",
        "opossum, mgfBrOSqz'h.",
        "opossum, using its sharp claws to dig for grubs and worms.",
        "opossum, syKVPwnwuj\".",
        "a man with a beard is sitting at a table against a brick wall, with a small opossum in front of him on the table.",
        "opossum, b\"NycDbphHh.",
        "camouflaging itself against tree bark and foliage, sniffing out tasty treats with its keen sense of smell.",
        "startling predators with its sharp hiss, startling predators with its sharp hiss.",
        "opossum, using its sharp teeth to defend itself when cornered.",
        "hanging upside down from a tree branch, camouflaging itself against tree bark and foliage.",
        "opossum, siltkvvgaDB.",
        "part,object,white black,left bottom",
        "opossum, pwRoxmCNrrL.",
        "opossum, hanging upside down from a tree branch.",
        "opossum",
        "opossum, cd.",
        "opossum, f'ygMphTsNB.",
        "opossum, lava.",
        "opossum, them.",
        "opossum, dull.",
        "opossum, human.",
        "opossum, opossum.",
        "opossum, making a home in abandoned buildings and crawlspaces."
    ],
    "opossum-5": [
        "opossum, lid.",
        "opossum, hitch.",
        "opossum, a person in a green shirtn is crouched down in a forested area, releasing a small opossum near a wire cage trap on the forest floor..",
        "climbing fences and walls with agility, climbing fences and walls with agility.",
        "opossum, golden-br.",
        "opossum, DSWVBq;froC.",
        "startling predators with its sharp hiss, sniffing out tasty treats with its keen sense of smell.",
        "opossum, clinging to its mother's back as she forages for food.",
        "opossum, TalTsfOrNwt.",
        "opossum, scurrying across rooftops in search of shelter.",
        "opossum, people.",
        "opossum, site.",
        "opossum, crossing roads cautiously under the cover of darkness.",
        "opossum, feasting on fallen fruit and insects.",
        "opossum, part,object,gray,bottom.",
        "opossum, departure.",
        "opossum, ntxAOS\"\"wRI.",
        "opossum, urHsaA-SjuA.",
        "part,object,gray,bottom",
        "a person in a green shirtn is crouched down in a forested area, releasing a small opossum near a wire cage trap on the forest floor.",
        "camouflaging itself against tree bark and foliage, curling up into a tight ball when threatened.",
        "opossum, hanging upside down from a tree branch.",
        "opossum",
        "snuggling with its siblings for warmth, snatching scraps from garbage cans and dumpsters.",
        "opossum, KhKuFO\"waNi.",
        "opossum, trotting along fences and power lines with confidence.",
        "opossum, chamber.",
        "opossum, opossum.",
        "opossum, wg-DuIHSDws."
    ],
    "opossum-6": [
        "opossum, rider.",
        "listening for the sound of danger with its large ears, curling up into a tight ball when threatened.",
        "opossum, FbaFePKeTGk.",
        "opossum, lawn.",
        "opossum, snatching scraps from garbage cans and dumpsters.",
        "feasting on fallen fruit and insects, camouflaging itself against tree bark and foliage.",
        "part,object,white black,right",
        "two opossums indoors, one with a blurred face due to movement, and the other looking directly at the camera, with a wooden floor and a patterned wall in the background.",
        "opossum, -p\"guVDYtVv.",
        "camouflaging itself against tree bark and foliage, clinging to its mother's back as she forages for food.",
        "opossum, &CTSdYLxIgM.",
        "opossum, startling predators with its sharp hiss.",
        "opossum, scurrying across rooftops in search of shelter.",
        "opossum, tFHmRyippyu.",
        "opossum, \"THt;eysBsi.",
        "opossum, exposed.",
        "opossum, two opossums indoors, one with a blurred face due to movement, and the other looking directly at the camera, with a wooden floor and a patterned wall in the background..",
        "opossum, rELbgOWWc-K.",
        "opossum, mostly.",
        "snuggling with its siblings for warmth, navigating through urban environments with ease.",
        "opossum, HscdaG&ml&x.",
        "opossum, promotion.",
        "opossum, inedible.",
        "opossum, M&fsbvh-K-W.",
        "opossum, ship.",
        "opossum, part,object,white black,right.",
        "opossum",
        "snatching scraps from garbage cans and dumpsters, using its long prehensile tail for balance.",
        "raising its young in the safety of a cozy den, sniffing out tasty treats with its keen sense of smell.",
        "opossum, opossum.",
        "listening for the sound of danger with its large ears, using its sharp claws to dig for grubs and worms."
    ],
    "opossum-7": [
        "feasting on fallen fruit and insects, trotting along fences and power lines with confidence.",
        "opossum, payout.",
        "opossum, surveying its territory from the safety of a high perch.",
        "feasting on fallen fruit and insects, climbing fences and walls with agility.",
        "opossum, barrier.",
        "opossum, vIj-&vajeit.",
        "opossum, part,object,gray white,left.",
        "opossum, away.",
        "opossum, OySwevPz'FH.",
        "opossum, safety.",
        "opossum, special.",
        "opossum, making a home in abandoned buildings and crawlspaces.",
        "navigating through urban environments with ease, climbing fences and walls with agility.",
        "opossum, HNbufMAlftD.",
        "a small opossum in a nighttime setting, with its face turned towards the camera. The ground is littered with leaves and small branches",
        "opossum, curling up into a tight ball when threatened.",
        "opossum, ICgrbqaKIiN.",
        "opossum, BWqq-txdsAy.",
        "opossum, fan-shape.",
        "playing dead to avoid predators, navigating through urban environments with ease.",
        "scavenging for food in the dead of night, playing dead to avoid predators.",
        "part,object,gray white,left",
        "opossum, S&\"-LAWzGb\".",
        "opossum",
        "opossum, mfiCjhPbgvh.",
        "opossum, yCdWebMcfIi.",
        "feasting on fallen fruit and insects, navigating through urban environments with ease.",
        "opossum, Nc&GL;Puinu.",
        "opossum, a small opossum in a nighttime setting, with its face turned towards the camera. The ground is littered with leaves and small branches.",
        "opossum, knee-leng.",
        "opossum, opossum.",
        "playing dead to avoid predators, observing humans from a safe distance with curiosity."
    ],
    "opossum-8": [
        "opossum, mTE&;hq;Vpx.",
        "opossum, brush.",
        "opossum, surveying its territory from the safety of a high perch.",
        "opossum, On the right side of the scene, there is an opossum with a grey and white coat, resting next to a woman on a bed..",
        "opossum, tortilla.",
        "opossum, uWmupmumDVL.",
        "opossum, observing humans from a safe distance with curiosity.",
        "opossum, g-AvNsV\"ORP.",
        "opossum, spreading.",
        "playing dead to avoid predators, feasting on fallen fruit and insects.",
        "opossum, multiple.",
        "opossum, f;cLv-'FFIV.",
        "opossum, two-piece.",
        "part,object,white gray,center",
        "opossum, wreckage.",
        "opossum, rainbow.",
        "opossum, VsMhMHfLEHH.",
        "opossum, pickets.",
        "using its sharp teeth to defend itself when cornered, feasting on fallen fruit and insects.",
        "scavenging for food in the dead of night, climbing fences and walls with agility.",
        "On the right side of the scene, there is an opossum with a grey and white coat, resting next to a woman on a bed.",
        "snatching scraps from garbage cans and dumpsters, using its sharp claws to dig for grubs and worms.",
        "playing dead to avoid predators, sniffing out tasty treats with its keen sense of smell.",
        "opossum, symmetric.",
        "opossum, part,object,white gray,center.",
        "opossum, fsHbCnDEfLu.",
        "opossum",
        "opossum, Hfb&ttK\"\"EB.",
        "opossum, TGvNGvcFubd.",
        "using its long prehensile tail for balance, playing dead to avoid predators.",
        "opossum, trotting along fences and power lines with confidence.",
        "opossum, opossum."
    ],
    "opossum-9": [
        "opossum, IHlicoflNFR.",
        "opossum, STS&xVidT-u.",
        "opossum, brwLe'euWCd.",
        "opossum, observing humans from a safe distance with curiosity.",
        "opossum, fxiEdnBixBi.",
        "surveying its territory from the safety of a high perch, snatching scraps from garbage cans and dumpsters.",
        "opossum, part,object,white gray,bottom.",
        "opossum, closeup.",
        "opossum, iiwvuIdOdKO.",
        "opossum, ztWxCgjTBRI.",
        "opossum, clinging to its mother's back as she forages for food.",
        "curling up into a tight ball when threatened, using its long prehensile tail for balance.",
        "scavenging for food in the dead of night, hanging upside down from a tree branch.",
        "part,object,white gray,bottom",
        "opossum, family.",
        "opossum, masks.",
        "opossum, using its sharp teeth to defend itself when cornered.",
        "opossum, playing dead to avoid predators.",
        "a grey opossum lying in a blue container with shadows visible around it",
        "opossum, h\"tKYqfczTo.",
        "opossum",
        "opossum, mayonnais.",
        "opossum, felt.",
        "opossum, 'rAYpGuubcf.",
        "opossum, barbed.",
        "startling predators with its sharp hiss, scurrying across rooftops in search of shelter.",
        "opossum, opossum.",
        "opossum, otter-foo.",
        "opossum, making a home in abandoned buildings and crawlspaces.",
        "opossum, a grey opossum lying in a blue container with shadows visible around it.",
        "observing humans from a safe distance with curiosity, hanging upside down from a tree branch."
    ],
    "opossum-10": [
        "an indoor scene with a person feeding a small opossum on a checkered kitchen floor, with only the lower half of the person visible.",
        "opossum, Y;H'-gPMM\";.",
        "opossum, benches.",
        "opossum, avoiding confrontation by retreating into its burrow.",
        "opossum, snatching scraps from garbage cans and dumpsters.",
        "opossum, surveying its territory from the safety of a high perch.",
        "opossum, an indoor scene with a person feeding a small opossum on a checkered kitchen floor, with only the lower half of the person visible..",
        "opossum, NathnfEqmie.",
        "opossum, laagBCh-iFL.",
        "opossum, snuggling with its siblings for warmth.",
        "opossum, zf\"&L-xufLt.",
        "clinging to its mother's back as she forages for food, snuggling with its siblings for warmth.",
        "opossum, scavenging for food in the dead of night.",
        "opossum, CuCRBFmpLrg.",
        "part,object,white gray,center",
        "clinging to its mother's back as she forages for food, raising its young in the safety of a cozy den.",
        "opossum, 'DaNYnriTrj.",
        "opossum, transmiss.",
        "opossum, curling up into a tight ball when threatened.",
        "opossum, mfrhFmyYMGz.",
        "opossum, rescue.",
        "opossum, steps.",
        "opossum, mist.",
        "opossum, playing dead to avoid predators.",
        "opossum, part,object,white gray,center.",
        "opossum, ;yFxfgETpFe.",
        "opossum, turrets.",
        "opossum",
        "opossum, opossum.",
        "opossum, open-whee."
    ],
    "paddle-1": [
        "maneuvering through winding waterways with ease, creating lasting memories with each paddle adventure.",
        "paddle, mat.",
        "paddle, qPa'rOezfsK.",
        "discovering hidden treasures along the shoreline, feeling the rhythm of nature with every paddle stroke.",
        "paddle, v-shaped.",
        "listening to the symphony of nature while paddling, creating lasting memories with each paddle adventure.",
        "feeling the rhythm of nature with every paddle stroke, gliding smoothly through the water with each stroke.",
        "paddle, immersing oneself in the tranquility of a paddle journey.",
        "paddle, lkgpzvxwhIK.",
        "paddle, gliding smoothly through the water with each stroke.",
        "paddle, organized.",
        "finding inspiration and renewal in the act of paddling, capturing moments of bliss through the lens of a camera.",
        "paddle, BtczBmv;qTr.",
        "paddle, part,object,red,right.",
        "paddle, yPqz'OlTTtC.",
        "paddle, waterfall.",
        "paddle",
        "In a gymnasium, two children are playing table tennis; the paddle in play is red hold by a boy that wearing light blue T-Shirt.",
        "paddle, rail.",
        "paddle, sharing laughter and stories with fellow paddlers.",
        "paddle, ch&mzSTAy'E.",
        "part,object,red,right",
        "paddle, square-sh.",
        "paddle, paddle.",
        "paddle, enjoying the serenity of a paddleboard adventure.",
        "paddle, tYTeTliE\"\"H.",
        "paddle, stop.",
        "paddle, come.",
        "paddle, In a gymnasium, two children are playing table tennis; the paddle in play is red hold by a boy that wearing light blue T-Shirt..",
        "paddle, experiencing the joy of paddling under a colorful sunset."
    ],
    "paddle-2": [
        "paddle, listening to the symphony of nature while paddling.",
        "paddle, elytra.",
        "paddle, spoiler.",
        "part,object,red,left",
        "paddle, mGKfgTCC'kB.",
        "paddle, AnEpnvBCfaN.",
        "paddle, szwroB-zhvs.",
        "paddle, discovering hidden treasures along the shoreline.",
        "paddle, forewings.",
        "paddle, uHhq&CMlR'M.",
        "A person is ready to play table tennis with red paddle in his hand in a room adorned with trophies and a motivational banner.",
        "paddle, bronzing.",
        "listening to the symphony of nature while paddling, immersing oneself in the meditative rhythm of paddling.",
        "paddle, part,object,red,left.",
        "enjoying the serenity of a paddleboard adventure, feeling a sense of freedom and liberation on the open water.",
        "paddle, ouEsfyVA;TP.",
        "paddle, towers.",
        "paddle, serving.",
        "paddle, spilling.",
        "paddle, umbrella-.",
        "paddle, immersing oneself in the meditative rhythm of paddling.",
        "paddle, connecting with the beauty of the outdoors through paddling.",
        "paddle",
        "paddle, aFylHYHqHe\".",
        "paddle, alHSYtTnjMO.",
        "paddle, medicine.",
        "immersing oneself in the tranquility of a paddle journey, embracing the challenge of whitewater paddling.",
        "paddle, sucking.",
        "creating lasting memories with each paddle adventure, discovering hidden treasures along the shoreline.",
        "paddle, EiMEcLxVSlk.",
        "paddle, paddle.",
        "paddle, A person is ready to play table tennis with red paddle in his hand in a room adorned with trophies and a motivational banner..",
        "paddle, lTCwGwGpTYK.",
        "paddle, listening to the gentle splash of the paddle in the water."
    ],
    "paddle-3": [
        "paddle, xeqGaCDfNMO.",
        "paddle, listening to the symphony of nature while paddling.",
        "paddle, arrival.",
        "paddle, evALKcDiWvP.",
        "part,object,red,bottom",
        "paddle, DkxwEtOYtrW.",
        "paddle, dDqlMTvyFLx.",
        "paddle, TEdciMInETA.",
        "paddle, immersing oneself in the tranquility of a paddle journey.",
        "paddle, exploring new horizons from the vantage point of a paddle.",
        "finding inspiration and renewal in the act of paddling, maneuvering through winding waterways with ease.",
        "paddle, gliding smoothly through the water with each stroke.",
        "paddle, part,object,red,bottom.",
        "paddle, zYHvvPKIWcH.",
        "paddle, start.",
        "paddle, code.",
        "paddle, name.",
        "paddle",
        "paddle, SyHMOjDmxxK.",
        "paddle, Two men are seen in an indoor table tennis area with one man holding a red paddle, while the other stands on the opposite side of the table with a table tennis robot next to him..",
        "paddle, finding inspiration and renewal in the act of paddling.",
        "enjoying the serenity of a paddleboard adventure, experiencing the joy of paddling under a colorful sunset.",
        "paddle, paddle.",
        "paddle, maneuvering through winding waterways with ease.",
        "paddle, enjoying the serenity of a paddleboard adventure.",
        "paddle, pay.",
        "paddle, WLkWcrDMiix.",
        "Two men are seen in an indoor table tennis area with one man holding a red paddle, while the other stands on the opposite side of the table with a table tennis robot next to him.",
        "paddle, jvETnDLYnRu.",
        "paddle, listening to the gentle splash of the paddle in the water."
    ],
    "paddle-4": [
        "experiencing the joy of paddling under a colorful sunset, exploring new horizons from the vantage point of a paddle.",
        "paddle, dresser.",
        "paddle, Mq;Isk-\"WO&.",
        "paddle, part,object,black,top.",
        "paddle, Gamws\"lIit&.",
        "paddle, yBDgLEn;Eoj.",
        "paddle, duck-bill.",
        "paddle, embracing the thrill of navigating through narrow channels.",
        "discovering hidden treasures along the shoreline, feeling the rhythm of nature with every paddle stroke.",
        "maneuvering through winding waterways with ease, embracing the challenge of whitewater paddling.",
        "paddle, discovering hidden treasures along the shoreline.",
        "paddle, backing.",
        "paddle, OLnhnSqdCO\".",
        "part,object,black,top",
        "feeling the rhythm of nature with every paddle stroke, gliding smoothly through the water with each stroke.",
        "paddle, mrTeCFnKmKL.",
        "Two men are in a room with a table tennis setup, including a blue practice net, a robot, and one man holding a black paddle.",
        "paddle, SBEIl\"fTiwB.",
        "maneuvering through winding waterways with ease, embracing the thrill of navigating through narrow channels.",
        "paddle, FRzLNyRBq&B.",
        "paddle, qzuiAMNLDLe.",
        "paddle, immersing oneself in the meditative rhythm of paddling.",
        "paddle",
        "paddle, graduates.",
        "paddle, reinforce.",
        "paddle, awnings.",
        "paddle, tone.",
        "paddle, finding inspiration and renewal in the act of paddling.",
        "paddle, paddle.",
        "paddle, lever.",
        "paddle, listening to the gentle splash of the paddle in the water.",
        "paddle, Two men are in a room with a table tennis setup, including a blue practice net, a robot, and one man holding a black paddle.."
    ],
    "paddle-5": [
        "paddle, bread.",
        "paddle, creating lasting memories with each paddle adventure.",
        "paddle, Gb\"xqdpajEW.",
        "paddle, getting.",
        "paddle, nook.",
        "paddle, OelTmfDwr&P.",
        "feeling a sense of freedom and liberation on the open water, finding inspiration and renewal in the act of paddling.",
        "paddle, ticking.",
        "listening to the symphony of nature while paddling, finding inspiration and renewal in the act of paddling.",
        "A person is observing a table tennis game setup with an advanced robotic system at a trade show booth and is holding a paddle.",
        "paddle, IcitjPrGYoT.",
        "paddle, BujbCklGCW;.",
        "paddle, KAapw\"\"jy'A.",
        "paddle, feeling the rhythm of nature with every paddle stroke.",
        "paddle, IDu;\"YSTD-r.",
        "paddle, grits.",
        "paddle, A person is observing a table tennis game setup with an advanced robotic system at a trade show booth and is holding a paddle..",
        "paddle, rivers.",
        "paddle, buBRhDtpHNz.",
        "paddle, admiring the beauty of wildlife in its natural habitat.",
        "savoring the tranquility of the water's edge, capturing moments of bliss through the lens of a camera.",
        "paddle, done.",
        "paddle",
        "paddle, capturing moments of bliss through the lens of a camera.",
        "paddle, k'wdNgcCbMD.",
        "paddle, paddle.",
        "paddle, maneuvering through winding waterways with ease.",
        "paddle, part,object,black,left.",
        "paddle, oiYMcxDwfLl.",
        "experiencing the joy of paddling under a colorful sunset, admiring the beauty of wildlife in its natural habitat.",
        "part,object,black,left",
        "paddle, experiencing the joy of paddling under a colorful sunset."
    ],
    "paddle-6": [
        "paddle, AdkAPshTu\"R.",
        "paddle, finding solace in the simplicity of paddling.",
        "paddle, &rfKlN\"lpMa.",
        "paddle, zceByKzOvYi.",
        "paddle, patchwork.",
        "maneuvering through winding waterways with ease, connecting with the beauty of the outdoors through paddling.",
        "maneuvering through winding waterways with ease, admiring the beauty of wildlife in its natural habitat.",
        "paddle, bup\"nBl-jLW.",
        "reflecting on the wonders of the natural world, exploring new horizons from the vantage point of a paddle.",
        "paddle, needle.",
        "paddle, part,object,red,right.",
        "paddle, opening.",
        "paddle, admiring the beauty of wildlife in its natural habitat.",
        "paddle, spraying.",
        "paddle, There is an indoor table tennis tournament scene with players and spectators. One player in the foreground is holding a red paddle..",
        "paddle",
        "paddle, olBaNxkovKH.",
        "paddle, outside.",
        "part,object,red,right",
        "embracing the thrill of navigating through narrow channels, embracing the challenge of whitewater paddling.",
        "paddle, fastener.",
        "paddle, ywYn'mifwlM.",
        "paddle, pwYCHlCG;Wq.",
        "paddle, paddle.",
        "paddle, maneuvering through winding waterways with ease.",
        "paddle, p'EEqqBbsvg.",
        "There is an indoor table tennis tournament scene with players and spectators. One player in the foreground is holding a red paddle.",
        "paddle, lifts.",
        "paddle, listening to the gentle splash of the paddle in the water."
    ],
    "paddle-7": [
        "creating lasting memories with each paddle adventure, experiencing the joy of paddling under a colorful sunset.",
        "exploring new horizons from the vantage point of a paddle, embracing the thrill of navigating through narrow channels.",
        "paddle, wired.",
        "A table tennis match at the Sama Indoor Sports Complex in Vadodara. Players in uniforms are at the table, with one holding a paddle wearing yellow, and officials are seated at the sides.",
        "discovering hidden treasures along the shoreline, embarking on guided paddle tours to explore new destinations.",
        "paddle, part,object,black,top.",
        "paddle, motion.",
        "paddle, wIstY&evqHm.",
        "paddle, embracing the thrill of navigating through narrow channels.",
        "paddle, ljCsLNTiC&a.",
        "paddle, discovering hidden treasures along the shoreline.",
        "part,object,black,top",
        "paddle, l'LRDbWvdjd.",
        "paddle, immersing oneself in the tranquility of a paddle journey.",
        "connecting with the beauty of the outdoors through paddling, embarking on guided paddle tours to explore new destinations.",
        "paddle, drumstick.",
        "paddle, plow.",
        "paddle, hxFbhVaBAfw.",
        "finding inspiration and renewal in the act of paddling, connecting with the beauty of the outdoors through paddling.",
        "paddle, immersing oneself in the meditative rhythm of paddling.",
        "paddle, 'NPArS-n\"Gt.",
        "paddle, vywCpp\"EkFM.",
        "paddle",
        "paddle, peaceful.",
        "paddle, puTwNdDpqpN.",
        "paddle, dials.",
        "paddle, paddle.",
        "paddle, car.",
        "feeling a sense of freedom and liberation on the open water, discovering hidden treasures along the shoreline.",
        "paddle, beads.",
        "paddle, A table tennis match at the Sama Indoor Sports Complex in Vadodara. Players in uniforms are at the table, with one holding a paddle wearing yellow, and officials are seated at the sides.."
    ],
    "paddle-8": [
        "savoring the tranquility of the water's edge, listening to the gentle splash of the paddle in the water.",
        "paddle, listening to the symphony of nature while paddling.",
        "paddle, jtcSSBv\"rqj.",
        "paddle, part,object,black,top.",
        "paddle, \"TxeraKMdvs.",
        "paddle, banners.",
        "part,object,black,top",
        "paddle, reflecting on the wonders of the natural world.",
        "paddle, clams.",
        "paddle, EEgmfvvgKIK.",
        "enjoying the serenity of a paddleboard adventure, reflecting on the wonders of the natural world.",
        "paddle, immersing oneself in the tranquility of a paddle journey.",
        "A table tennis player is ready to serve with a black paddle in hand, in an indoor sports hall with orange flooring.",
        "paddle, DdWxfDMBSSn.",
        "paddle, LTWBnkx-NDs.",
        "paddle, embarking on guided paddle tours to explore new destinations.",
        "paddle, SxdMuzvkFjk.",
        "reflecting on the wonders of the natural world, savoring the tranquility of the water's edge.",
        "paddle, insects.",
        "paddle, rPrEfkDiL-c.",
        "paddle",
        "paddle, petals.",
        "embracing the thrill of navigating through narrow channels, maneuvering through winding waterways with ease.",
        "paddle, blurred.",
        "paddle, T'Kpl\"jRf'l.",
        "connecting with the beauty of the outdoors through paddling, enjoying the serenity of a paddleboard adventure.",
        "paddle, through.",
        "paddle, paddle.",
        "paddle, A table tennis player is ready to serve with a black paddle in hand, in an indoor sports hall with orange flooring..",
        "paddle, maneuvering through winding waterways with ease.",
        "paddle, crest."
    ],
    "paddle-9": [
        "paddle, sensors.",
        "paddle, adjust.",
        "paddle, feelers.",
        "paddle, jFaREehDGRK.",
        "paddle, fangs.",
        "paddle, MaAWDpFHzA\".",
        "experiencing the joy of paddling under a colorful sunset, embracing the challenge of whitewater paddling.",
        "savoring the tranquility of the water's edge, connecting with the beauty of the outdoors through paddling.",
        "paddle, PlNi-gSmBLG.",
        "enjoying the serenity of a paddleboard adventure, maneuvering through winding waterways with ease.",
        "paddle, part,object,red,center.",
        "part,object,red,center",
        "A man is standing in a room with a table tennis table, holding a black paddle,The setting appears to be a casual, indoor home environment.",
        "paddle, wyAuvoY-unp.",
        "paddle, A man is standing in a room with a table tennis table, holding a black paddle,The setting appears to be a casual, indoor home environment..",
        "paddle, immersing oneself in the meditative rhythm of paddling.",
        "paddle, zcyLdnCixmV.",
        "creating lasting memories with each paddle adventure, maneuvering through winding waterways with ease.",
        "paddle",
        "paddle, doqFiSPu;ok.",
        "paddle, chrome.",
        "paddle, routes.",
        "paddle, sharing laughter and stories with fellow paddlers.",
        "admiring the beauty of wildlife in its natural habitat, enjoying the serenity of a paddleboard adventure.",
        "paddle, eat.",
        "paddle, finding inspiration and renewal in the act of paddling.",
        "paddle, paddle.",
        "exploring new horizons from the vantage point of a paddle, listening to the gentle splash of the paddle in the water.",
        "paddle, curtains.",
        "reflecting on the wonders of the natural world, reflecting on the wonders of the natural world."
    ],
    "paddle-10": [
        "Young players are engaging in a table tennis game in an indoor gymnasium. One of the players in the foreground is holding a black paddle. The environment suggests a sports event or a training session.",
        "paddle, finding solace in the simplicity of paddling.",
        "paddle, games.",
        "paddle, qPrVeDRe&tO.",
        "paddle, CbRr&Fc'Pdc.",
        "paddle, embroider.",
        "paddle, \"aLEuqStgTc.",
        "finding inspiration and renewal in the act of paddling, sharing laughter and stories with fellow paddlers.",
        "paddle, Young players are engaging in a table tennis game in an indoor gymnasium. One of the players in the foreground is holding a black paddle. The environment suggests a sports event or a training session..",
        "paddle, catch.",
        "listening to the gentle splash of the paddle in the water, immersing oneself in the meditative rhythm of paddling.",
        "immersing oneself in the tranquility of a paddle journey, creating lasting memories with each paddle adventure.",
        "paddle, 'YEGSOqam&x.",
        "paddle, lettering.",
        "finding solace in the simplicity of paddling, embracing the thrill of navigating through narrow channels.",
        "paddle, zhV\"\"KDrSwz.",
        "paddle, Ho-fLFS'Tuh.",
        "paddle, embarking on guided paddle tours to explore new destinations.",
        "paddle, hxMzP;urTMC.",
        "watching the world pass by from the comfort of a kayak, finding inspiration and renewal in the act of paddling.",
        "paddle",
        "paddle, substatio.",
        "paddle, tFTneuHp&oH.",
        "paddle, watching the world pass by from the comfort of a kayak.",
        "creating lasting memories with each paddle adventure, finding solace in the simplicity of paddling.",
        "paddle, boxes.",
        "paddle, paddle.",
        "paddle, part,object,black,left.",
        "paddle, wfHlwhMYnOl.",
        "part,object,black,left",
        "admiring the beauty of wildlife in its natural habitat, reflecting on the wonders of the natural world."
    ],
    "raccoon-1": [
        "part,object,black,center",
        "raccoon, rummaging through a trash can for discarded food.",
        "raccoon, peering out from the safety of a tree branch.",
        "raccoon, associate.",
        "raccoon, climbing a tree with agile movements.",
        "raccoon, before.",
        "raccoon, VyWIqOKznPR.",
        "raccoon, sKMacWMwRIF.",
        "playfully wrestling with its siblings, climbing a tree with agile movements.",
        "raccoon, beef.",
        "playfully wrestling with its siblings, playfully wrestling with its siblings.",
        "raccoon, A grey raccon with striped tail is trying to hold back a fox in a rocky area mwith sandy ground..",
        "raccoon, supplies.",
        "raccoon, r\"DSDluGfPV.",
        "raccoon, spore.",
        "raccoon, inflation.",
        "raccoon",
        "raccoon, delicate-.",
        "A grey raccon with striped tail is trying to hold back a fox in a rocky area mwith sandy ground.",
        "raccoon, using its dexterous paws to manipulate objects.",
        "playfully wrestling with its siblings, using its dexterous paws to manipulate objects.",
        "raccoon, part,object,black,center.",
        "pilfering shiny objects to add to its collection, enjoying a midnight snack of stolen birdseed.",
        "raccoon, SLgIaWBoGch.",
        "raccoon, raccoon.",
        "raccoon, dBlfCCMg&mx.",
        "raccoon, WPcVjzcSHwf.",
        "raccoon, curiously investigating a new scent or sound.",
        "raccoon, gDMKCLcbjew.",
        "darting across a moonlit backyard in search of insects, making a cozy nest in the hollow of a tree.",
        "raccoon, ruAotcF&oey.",
        "raccoon, minbar.",
        "raccoon, serving.",
        "raccoon, ;Lbovvc-uWH."
    ],
    "raccoon-2": [
        "a raccoon is standing upright on its hind legs, front paws raised, appearing curious or begging, facing the camera directly.",
        "rummaging through a trash can for discarded food, tiptoeing stealthily along a fence line.",
        "raccoon, hydroelec.",
        "raccoon, zAexbwrjqsF.",
        "raccoon, 14-16.",
        "chittering softly to communicate with its family, climbing a tree with agile movements.",
        "rolling playfully in a pile of leaves, washing its food in a nearby stream before eating.",
        "raccoon, white.",
        "raccoon, tomatoes.",
        "raccoon, raw.",
        "raccoon",
        "raccoon, using its dexterous paws to manipulate objects.",
        "gnawing on a discarded apple core, hitching a ride on a passing garbage truck.",
        "raccoon, part,object,gray,bottom.",
        "raccoon, stealing food from a picnic basket left unattended.",
        "pilfering shiny objects to add to its collection, enjoying a midnight snack of stolen birdseed.",
        "raccoon, raccoon.",
        "raccoon, HhvjqFacdbj.",
        "raccoon, swims.",
        "raccoon, a raccoon is standing upright on its hind legs, front paws raised, appearing curious or begging, facing the camera directly..",
        "raccoon, outfield.",
        "raccoon, PSteRGcRNKK.",
        "part,object,gray,bottom",
        "raccoon, cannons.",
        "tiptoeing stealthily along a fence line, climbing a tree with agile movements.",
        "raccoon, jffTim;Ma;z.",
        "raccoon, uKrVzEIm&El.",
        "raccoon, LPsqDcFWOnT.",
        "raccoon, disks.",
        "raccoon, KzrYtmLioom.",
        "darting across a moonlit backyard in search of insects, tiptoeing stealthily along a fence line.",
        "rummaging through a trash can for discarded food, scratching its back against a rough tree trunk."
    ],
    "raccoon-3": [
        "making a cozy nest in the hollow of a tree, chittering softly to communicate with its family.",
        "raccoon, peering out from the safety of a tree branch.",
        "raccoon, dressing.",
        "raccoon, heel.",
        "raccoon, part,object,black,right.",
        "raccoon, a nighttime setting where multiple raccoons are congregated on a wooden deck, with a single raccoon close to an open door, seemingly about to enter the house..",
        "rummaging through a trash can for discarded food, gnawing on a discarded apple core.",
        "raccoon, eluding capture with its nimble movements.",
        "raccoon, G'&w\"GzKaNj.",
        "raccoon, tie.",
        "raccoon",
        "climbing a tree with agile movements, making a cozy nest in the hollow of a tree.",
        "raccoon, river.",
        "a nighttime setting where multiple raccoons are congregated on a wooden deck, with a single raccoon close to an open door, seemingly about to enter the house.",
        "part,object,black,right",
        "using its dexterous paws to manipulate objects, sniffing the air cautiously for signs of danger.",
        "raccoon, nestling into a warm spot for a midday nap.",
        "raccoon, OOz\"HB&THnm.",
        "raccoon, stealing food from a picnic basket left unattended.",
        "raccoon, raccoon.",
        "raccoon, snap.",
        "raccoon, d\"E\"eEm'Rnr.",
        "raccoon, tqDHaNxof&I.",
        "raccoon, KurPeh\"gh\"z.",
        "raccoon, YdiriqIEPyr.",
        "raccoon, \"amFhEoFlYA.",
        "curiously investigating a new scent or sound, eluding capture with its nimble movements.",
        "raccoon, chittering softly to communicate with its family."
    ],
    "raccoon-4": [
        "using its dexterous paws to manipulate objects, darting across a moonlit backyard in search of insects.",
        "raccoon, vVVoE&j&eBi.",
        "emerging from its den at dusk to begin its nightly foraging, sniffing the air cautiously for signs of danger.",
        "emerging from its den at dusk to begin its nightly foraging, stealing food from a picnic basket left unattended.",
        "raccoon, meat.",
        "raccoon, mSWMLeACGqF.",
        "raccoon, machine.",
        "eluding capture with its nimble movements, rummaging through a trash can for discarded food.",
        "raccoon, DWfVteolSRM.",
        "raccoon, part,object,black,left.",
        "raccoon, qpSo'uodbvE.",
        "raccoon, MggxVAr;Gul.",
        "raccoon, sky.",
        "raccoon, rolling playfully in a pile of leaves.",
        "raccoon",
        "raccoon, dfKN-\"aeIcl.",
        "raccoon, taste.",
        "raccoon, emerging from its den at dusk to begin its nightly foraging.",
        "standing on hind legs to get a better view of its surroundings, scratching its back against a rough tree trunk.",
        "raccoon, and.",
        "raccoon, nujIlfedRHo.",
        "raccoon, raccoon.",
        "raccoon, angle.",
        "using its dexterous paws to manipulate objects, enjoying a midnight snack of stolen birdseed.",
        "raccoon, pqdokm'RGY;.",
        "raccoon, making a cozy nest in the hollow of a tree.",
        "raccoon, a person on a paved path next to a golf bag full of clubs, indicating the setting is likely a golf course. On the left side of the path, a raccoon is peeking out from the grass, looking towards the person and the golf bag..",
        "raccoon, szRWk&gnEue.",
        "part,object,black,left",
        "a person on a paved path next to a golf bag full of clubs, indicating the setting is likely a golf course. On the left side of the path, a raccoon is peeking out from the grass, looking towards the person and the golf bag."
    ],
    "raccoon-5": [
        "raccoon, heel.",
        "raccoon, lcHwcWFut&y.",
        "rolling playfully in a pile of leaves, tiptoeing stealthily along a fence line.",
        "raccoon, mYKC&FEMvnm.",
        "raccoon, potato.",
        "raccoon, marsh.",
        "raccoon, scratching its back against a rough tree trunk.",
        "raccoon, RakSPlIxqaM.",
        "raccoon, BtaaegxcEyH.",
        "raccoon, performer.",
        "raccoon, part,object,black,left.",
        "raccoon, eluding capture with its nimble movements.",
        "raccoon, bNY-tbYqqRG.",
        "raccoon, ub&Od'iO-d-.",
        "raccoon, enjoying a midnight snack of stolen birdseed.",
        "gnawing on a discarded apple core, pilfering shiny objects to add to its collection.",
        "darting across a moonlit backyard in search of insects, curiously investigating a new scent or sound.",
        "raccoon, p-dIW\"qNSKR.",
        "raccoon",
        "raccoon, YsI-gYaqyp-.",
        "raccoon, yhNi-KcHGnE.",
        "raccoon, nestling into a warm spot for a midday nap.",
        "gnawing on a discarded apple core, sniffing the air cautiously for signs of danger.",
        "raccoon, two raccoons on a wooden porch; one on the left is eating from the wooden floor. They are near what appears to be a plate of food..",
        "raccoon, raccoon.",
        "using its dexterous paws to manipulate objects, rolling playfully in a pile of leaves.",
        "raccoon, damaged.",
        "darting across a moonlit backyard in search of insects, standing on hind legs to get a better view of its surroundings.",
        "two raccoons on a wooden porch; one on the left is eating from the wooden floor. They are near what appears to be a plate of food.",
        "raccoon, telTuHgk;DO.",
        "raccoon, oblong.",
        "raccoon, spitz-typ.",
        "part,object,black,left",
        "raccoon, mammal."
    ],
    "raccoon-6": [
        "raccoon, library.",
        "raccoon, crosswalk.",
        "washing its food in a nearby stream before eating, rummaging through a trash can for discarded food.",
        "raccoon, exploring a backyard garden for ripe fruits and vegetables.",
        "raccoon, tiered.",
        "raccoon, TRTbMmLEaAz.",
        "raccoon, climbing a tree with agile movements.",
        "raccoon, b&cbmCyYEAP.",
        "raccoon, branches.",
        "raccoon, xOpbdVS&lNo.",
        "raccoon, a nighttime scene viewed from an indoor perspective looking out onto a deck. There is a raccoon on the right,in the act of eating or exploring an area scattered with what appears to be food..",
        "part,object,brown,right",
        "raccoon, fans.",
        "raccoon, playfully wrestling with its siblings.",
        "raccoon, enjoying a midnight snack of stolen birdseed.",
        "raccoon, A-MoDkehVPT.",
        "raccoon",
        "raccoon, darting across a moonlit backyard in search of insects.",
        "raccoon, desolatio.",
        "raccoon, part,object,brown,right.",
        "raccoon, ssYyj;nYCBP.",
        "raccoon, \"LbRkRcTbfP.",
        "raccoon, Bjbzz\"zf-tk.",
        "raccoon, tiptoeing stealthily along a fence line.",
        "tiptoeing stealthily along a fence line, gnawing on a discarded apple core.",
        "raccoon, raccoon.",
        "exploring a backyard garden for ripe fruits and vegetables, peering out from the safety of a tree branch.",
        "raccoon, lumps.",
        "raccoon, EytKKVqu-bD.",
        "a nighttime scene viewed from an indoor perspective looking out onto a deck. There is a raccoon on the right,in the act of eating or exploring an area scattered with what appears to be food.",
        "scratching its back against a rough tree trunk, curiously investigating a new scent or sound."
    ],
    "raccoon-7": [
        "raccoon, pianist.",
        "raccoon, peering out from the safety of a tree branch.",
        "rummaging through a trash can for discarded food, standing on hind legs to get a better view of its surroundings.",
        "raccoon, part,object,brown,center.",
        "raccoon, mouthpart.",
        "raccoon, ziOjfjDS&R&.",
        "raccoon, yA;Gn-okkBn.",
        "raccoon, LluMFcblibS.",
        "raccoon, invertebr.",
        "raccoon, fish-like.",
        "raccoon, mass.",
        "part,object,brown,center",
        "chittering softly to communicate with its family, rolling playfully in a pile of leaves.",
        "rolling playfully in a pile of leaves, climbing a tree with agile movements.",
        "raccoon, guiYoMuSohI.",
        "raccoon, cIhRrqHNfbt.",
        "raccoon, enjoying a midnight snack of stolen birdseed.",
        "raccoon, rolling playfully in a pile of leaves.",
        "raccoon",
        "hitching a ride on a passing garbage truck, pilfering shiny objects to add to its collection.",
        "raccoon, efxbmEbxxLz.",
        "raccoon, pilfering shiny objects to add to its collection.",
        "raccoon, pink.",
        "raccoon, rk\"spH'uxnd.",
        "raccoon, raccoon.",
        "an indoor scene with a raccoon standing on its hind legs, touching a mirror, as if looking at its reflection.",
        "raccoon, an indoor scene with a raccoon standing on its hind legs, touching a mirror, as if looking at its reflection..",
        "raccoon, iF;zgmqaMVN.",
        "raccoon, taillight.",
        "raccoon, hitching a ride on a passing garbage truck.",
        "raccoon, -ku\"AAVNj'L."
    ],
    "raccoon-8": [
        "raccoon, for.",
        "part,object,brown,top",
        "raccoon, climbing a tree with agile movements.",
        "raccoon, front-loa.",
        "raccoon, cues.",
        "raccoon, paper.",
        "scratching its back against a rough tree trunk, washing its food in a nearby stream before eating.",
        "raccoon, &wej\"EADCTp.",
        "raccoon, yARbjSvevbV.",
        "raccoon, r\"biwODPLVe.",
        "raccoon, family.",
        "peering out from the safety of a tree branch, pilfering shiny objects to add to its collection.",
        "hitching a ride on a passing garbage truck, using its dexterous paws to manipulate objects.",
        "raccoon, spur.",
        "curiously investigating a new scent or sound, using its dexterous paws to manipulate objects.",
        "raccoon",
        "a raccoon further back on the deck is positioned near some garden furniture, appearing to be in a state of alertness or pause, with its head turned slightly towards the camera.",
        "raccoon, sounds.",
        "raccoon, gravel.",
        "raccoon, eWGDphusaWP.",
        "raccoon, digvLmiNpRw.",
        "raccoon, bandit-masked face peering out from behind a bush.",
        "raccoon, raccoon.",
        "raccoon, nigiri.",
        "pilfering shiny objects to add to its collection, washing its food in a nearby stream before eating.",
        "curiously investigating a new scent or sound, peering out from the safety of a tree branch.",
        "raccoon, washing its food in a nearby stream before eating.",
        "raccoon, part,object,brown,top.",
        "raccoon, BvTNoKtONEH.",
        "nestling into a warm spot for a midday nap, nestling into a warm spot for a midday nap.",
        "raccoon, a raccoon further back on the deck is positioned near some garden furniture, appearing to be in a state of alertness or pause, with its head turned slightly towards the camera..",
        "raccoon, Yb&bLCFYwog."
    ],
    "raccoon-9": [
        "raccoon, crosswalk.",
        "raccoon, phone.",
        "nestling into a warm spot for a midday nap, sniffing the air cautiously for signs of danger.",
        "raccoon, fe'kWOitILq.",
        "raccoon, azymTOt;ptb.",
        "raccoon, orders.",
        "raccoon, CMIi'pAeh&D.",
        "tiptoeing stealthily along a fence line, emerging from its den at dusk to begin its nightly foraging.",
        "raccoon, xcVFzfOrvYY.",
        "raccoon, a nocturnal scene on a wooden deck with two raccoons. One raccoon is walking under a red plastic chair, partially obscured by it..",
        "scratching its back against a rough tree trunk, using its dexterous paws to manipulate objects.",
        "part,object,brown,right",
        "raccoon, eluding capture with its nimble movements.",
        "raccoon, VLYKPlAMNG\".",
        "raccoon, spillway.",
        "raccoon, gnawing on a discarded apple core.",
        "raccoon, NnLRNqDp'pM.",
        "raccoon, rolling playfully in a pile of leaves.",
        "raccoon",
        "raccoon, iR'xrPcLmEb.",
        "raccoon, part,object,brown,right.",
        "raccoon, stocky.",
        "raccoon, antenna.",
        "raccoon, scroll.",
        "raccoon, stealing food from a picnic basket left unattended.",
        "raccoon, raccoon.",
        "raccoon, making a cozy nest in the hollow of a tree.",
        "chittering softly to communicate with its family, playfully wrestling with its siblings.",
        "a nocturnal scene on a wooden deck with two raccoons. One raccoon is walking under a red plastic chair, partially obscured by it.",
        "raccoon, mode.",
        "raccoon, slab."
    ],
    "raccoon-10": [
        "raccoon, SsuxfaThHsL.",
        "making a cozy nest in the hollow of a tree, gnawing on a discarded apple core.",
        "raccoon, 12.",
        "raccoon, C\"IlLgHDkNl.",
        "raccoon, sniffing the air cautiously for signs of danger.",
        "raccoon, a group of raccoons on a paved area, likely a driveway,a brown raccoon visible on the left walking toward the camera..",
        "raccoon, climbing a tree with agile movements.",
        "raccoon, supply.",
        "raccoon, thickened.",
        "raccoon, RLo;Vmmmtua.",
        "eluding capture with its nimble movements, enjoying a midnight snack of stolen birdseed.",
        "raccoon, wj\"gaLMsIhq.",
        "raccoon, evidence.",
        "raccoon, ouafgsus\"qj.",
        "raccoon, enjoying a midnight snack of stolen birdseed.",
        "raccoon, playfully wrestling with its siblings.",
        "a group of raccoons on a paved area, likely a driveway,a brown raccoon visible on the left walking toward the camera.",
        "raccoon",
        "part,object,brown,left",
        "raccoon, savory.",
        "scratching its back against a rough tree trunk, eluding capture with its nimble movements.",
        "raccoon, potter.",
        "raccoon, summit.",
        "raccoon, raccoon.",
        "raccoon, washing its food in a nearby stream before eating.",
        "raccoon, connector.",
        "raccoon, GR;&sfnwtBt.",
        "raccoon, hitching a ride on a passing garbage truck.",
        "raccoon, part,object,brown,left.",
        "tiptoeing stealthily along a fence line, playfully wrestling with its siblings.",
        "raccoon, ipqpcDtzRLt."
    ],
    "rhino-1": [
        "rhino, marking its territory with urine and dung.",
        "rhino, carrying out a solitary patrol of its territory.",
        "rhino, gloves.",
        "rhino, iHyuyMq-fbh.",
        "rhino, locomotiv.",
        "rhino, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, two large animals, a rhinoceros and a hippopotamus, standing on grassy terrain. Both animals are enclosed within a red rectangular bounding box, likely indicating they've been singled out for observation or study..",
        "rhino, cow,animal,gray,left.",
        "rhino, kpADxqtuLWy.",
        "rhino, kFWmqYbFmIL.",
        "rhino, adorning itself with a crown of oxpeckers.",
        "rhino, charging through the brush with unstoppable force.",
        "rhino, sLL;qt;wh-k.",
        "rhino, urO&k&ROtYW.",
        "rhino",
        "rhino, observing the night sky with curious eyes.",
        "rhino, communicating with other rhinos through grunts and snorts.",
        "rhino, RewW-ldKnDp.",
        "rhino, court.",
        "rhino, wrap.",
        "two large animals, a rhinoceros and a hippopotamus, standing on grassy terrain. Both animals are enclosed within a red rectangular bounding box, likely indicating they've been singled out for observation or study.",
        "rhino, stall.",
        "rhino, standing tall and majestic in the African sun.",
        "rhino, rhino.",
        "rhino, foraging for tender shoots and leaves with its prehensile lip.",
        "rhino, AtSgWylIheC.",
        "cow,animal,gray,left",
        "rhino, broken.",
        "participating in playful sparring matches with other rhinos, carrying out a solitary patrol of its territory.",
        "rhino, forks.",
        "rhino, ;fqWcfRlPBB."
    ],
    "rhino-2": [
        "rhino, carrying out a solitary patrol of its territory.",
        "rhino, fans.",
        "a young rhinoceros inside what appears to be an enclosure with metal gates. The setting suggests a zoo or a wildlife rehabilitation center. On the right, there's a partial view of a person, likely a caretaker or a visitor.",
        "rhino, a young rhinoceros inside what appears to be an enclosure with metal gates. The setting suggests a zoo or a wildlife rehabilitation center. On the right, there's a partial view of a person, likely a caretaker or a visitor..",
        "rhino, charging through the brush with unstoppable force.",
        "rhino, cow,animal,gray,center.",
        "rhino",
        "rhino, LgPbcAFAgfD.",
        "rhino, pBIbsq&tAkL.",
        "cow,animal,gray,center",
        "rhino, navigating through dense vegetation with ease.",
        "adorning itself with a crown of oxpeckers, relishing the taste of fresh grass after a rainfall.",
        "rhino, wrap.",
        "rhino, aim.",
        "observing the night sky with curious eyes, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, noodle.",
        "rhino, ilsuhwlIHA;.",
        "rhino, rhino.",
        "exerting dominance within its social group, observing the night sky with curious eyes.",
        "rhino, interacting with other animals at a watering hole.",
        "rhino, Njbgc-xCrkN.",
        "rhino, heat.",
        "rhino, foraging for tender shoots and leaves with its prehensile lip.",
        "rhino, keyhole.",
        "rhino, rcr-ROarR&H.",
        "rhino, yODe'APp\"P\".",
        "rhino, TlykTtBq&ef.",
        "rhino, chopped.",
        "rhino, tfnMYSsyt'P.",
        "interacting with other animals at a watering hole, rolling in a mud wallow to cool off on a hot day.",
        "rhino, motor."
    ],
    "rhino-3": [
        "rhino, wHvnEjpYCO&.",
        "rhino, mallet.",
        "protecting its young with fierce determination, using its powerful horn to defend against predators.",
        "rhino, sd;GGrxtv;&.",
        "rhino, lines.",
        "migrating with its herd in search of water, listening for the sound of approaching danger.",
        "rhino, cow,animal,gray,left.",
        "rhino, pHlsKhTuMVF.",
        "rhino",
        "rhino, exerting dominance within its social group.",
        "adorning itself with a crown of oxpeckers, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, zAVjpMnnzkp.",
        "rhino, COgBTiyCakx.",
        "rhino, rhino.",
        "rhino, IsOb;sPDhvs.",
        "rhino, interacting with other animals at a watering hole.",
        "rhino, foraging for tender shoots and leaves with its prehensile lip.",
        "rhino, pedipalps.",
        "rhino, AiWCrDxCumL.",
        "navigating through dense vegetation with ease, navigating through dense vegetation with ease.",
        "rhino, ground.",
        "cow,animal,gray,left",
        "rhino, times.",
        "rhino, migrating with its herd in search of water.",
        "rhino, 14-16.",
        "rhino, shut.",
        "The image depicts a scene from a wildlife park, with a rhinoceros crossing a road while vehicles, including a bus and several cars, have stopped to allow it to pass.one of the rhino is walking away from the bus.",
        "rhino, The image depicts a scene from a wildlife park, with a rhinoceros crossing a road while vehicles, including a bus and several cars, have stopped to allow it to pass.one of the rhino is walking away from the bus.."
    ],
    "rhino-4": [
        "rhino, uciDeqRsS&S.",
        "rhino, 'EPHnpv&kfg.",
        "rhino, shaft.",
        "rhino, librarian.",
        "rhino, beige.",
        "rhino, cow,animal,gray,left.",
        "foraging for tender shoots and leaves with its prehensile lip, sharing a tender moment with its calf.",
        "rhino, magnet.",
        "communicating with other rhinos through grunts and snorts, contemplating the vastness of the African landscape.",
        "rhino, charging through the brush with unstoppable force.",
        "rhino",
        "rhino, two rhinoceroses at a watering hole in a natural grassland habitat.One of the rhinos on the left is likely fighting with the other rhino..",
        "rhino, canvases.",
        "rhino, compartme.",
        "relishing the taste of fresh grass after a rainfall, participating in playful sparring matches with other rhinos.",
        "sharing a tender moment with its calf, protecting its young with fierce determination.",
        "rhino, standing tall and majestic in the African sun.",
        "sharing a tender moment with its calf, observing the night sky with curious eyes.",
        "rhino, rhino.",
        "rhino, AMrfsvBfFgj.",
        "rhino, coF''\"hNWAE.",
        "two rhinoceroses at a watering hole in a natural grassland habitat.One of the rhinos on the left is likely fighting with the other rhino.",
        "adorning itself with a crown of oxpeckers, using its powerful horn to defend against predators.",
        "rhino, theDFpGgOWu.",
        "rhino, CEOYqnEd&Bu.",
        "cow,animal,gray,left",
        "rhino, tiYxR&KcDLC.",
        "rhino, 'tiTHIiKRbr.",
        "using its powerful horn to defend against predators, relishing the taste of fresh grass after a rainfall.",
        "rhino, bottom."
    ],
    "rhino-5": [
        "rhino, SwPdcMghGDF.",
        "rhino, puff.",
        "rhino, bhKF&xBxa;o.",
        "rhino, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, participating in playful sparring matches with other rhinos.",
        "rhino, threads.",
        "rhino, wcfbx;fyORH.",
        "rhino, protecting its young with fierce determination.",
        "rhino",
        "a rhinoceros walking across a paved road in a rural setting, with a car stopped to allow it to pass.",
        "relishing the taste of fresh grass after a rainfall, participating in playful sparring matches with other rhinos.",
        "rhino, using its powerful horn to defend against predators.",
        "rhino, limbs.",
        "rhino, a rhinoceros walking across a paved road in a rural setting, with a car stopped to allow it to pass..",
        "rhino, rhino.",
        "rhino, interacting with other animals at a watering hole.",
        "rhino, &lREyDvvofT.",
        "rhino, Rlmo-tAK-;C.",
        "rhino, oNdK-&kRdzj.",
        "rhino, non-venom.",
        "rhino, EvlWvqLC&Fv.",
        "standing tall and majestic in the African sun, carrying out a solitary patrol of its territory.",
        "standing tall and majestic in the African sun, experiencing the thrill of a mud bath.",
        "rhino, cow,animal,gray,right.",
        "rhino, area.",
        "marking its territory with urine and dung, grazing peacefully on the savannah grasslands.",
        "rhino, ky&F-bllKWh.",
        "cow,animal,gray,right",
        "rhino, experiencing the thrill of a mud bath."
    ],
    "rhino-6": [
        "rhino, marking its territory with urine and dung.",
        "rhino, 'uenWvhn;cn.",
        "rhino, carrying out a solitary patrol of its territory.",
        "rhino, counter.",
        "rhino, crown-lik.",
        "rhino, 'goclcxEAVd.",
        "rhino, ;VvHIsPvpBW.",
        "interacting with other animals at a watering hole, standing tall and majestic in the African sun.",
        "rhino, cow,animal,gray,left.",
        "foraging for tender shoots and leaves with its prehensile lip, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, yarmulkes.",
        "rhino, tape.",
        "rhino, series.",
        "rhino",
        "contemplating the vastness of the African landscape, protecting its young with fierce determination.",
        "standing tall and majestic in the African sun, grazing peacefully on the savannah grasslands.",
        "rhino, mdjVBGsFoEd.",
        "The left rhino appears to be a white rhinoceros facing the right side of the frame. The rhino seems calm and is possibly interacting with or standing near the other rhino on the right.",
        "rhino, navigating through dense vegetation with ease.",
        "rhino, activity.",
        "rhino, rhino.",
        "communicating with other rhinos through grunts and snorts, observing the night sky with curious eyes.",
        "rhino, u\"Dw-ixCEnh.",
        "cow,animal,gray,left",
        "rhino, The left rhino appears to be a white rhinoceros facing the right side of the frame. The rhino seems calm and is possibly interacting with or standing near the other rhino on the right..",
        "rhino, E-;BHYSpRYf.",
        "rhino, prayers.",
        "rhino, fast."
    ],
    "rhino-7": [
        "rhino, carrying out a solitary patrol of its territory.",
        "rhino, marked.",
        "rhino, participating in playful sparring matches with other rhinos.",
        "rhino, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, cow,animal,gray,left.",
        "rhino, cAophjIOwLw.",
        "rhino",
        "rhino, observing the night sky with curious eyes.",
        "rhino, wmBIr\"&zYzV.",
        "exerting dominance within its social group, rolling in a mud wallow to cool off on a hot day.",
        "rhino, vE\"BnEmDT\"d.",
        "rhino, eA'qncIWv&q.",
        "feeling the vibrations of nearby footsteps through the ground, marking its territory with urine and dung.",
        "contemplating the vastness of the African landscape, communicating with other rhinos through grunts and snorts.",
        "rhino, Bwc'AE;uCPw.",
        "rhino, SLuIFy&aaqa.",
        "rhino, a lone rhinoceros trotting across the vast savanna with a horizon of blue sky above and dry grassland below. The background is dotted with other distant rhinoceroses, emphasizing the expanse of the wild habitat..",
        "rhino, rhino.",
        "rhino, waves.",
        "rhino, rum.",
        "rhino, BjxgMHVdrWw.",
        "cow,animal,gray,left",
        "rhino, ihFOww;DPiw.",
        "rhino, elephants.",
        "a lone rhinoceros trotting across the vast savanna with a horizon of blue sky above and dry grassland below. The background is dotted with other distant rhinoceroses, emphasizing the expanse of the wild habitat.",
        "observing the night sky with curious eyes, migrating with its herd in search of water.",
        "rhino, instinctively sensing changes in weather patterns.",
        "rhino, spacecraf.",
        "contemplating the vastness of the African landscape, migrating with its herd in search of water."
    ],
    "rhino-8": [
        "rhino, The rhino is situated on a hillside amidst a rugged, bushy landscape, bathed in the soft light of either dawn or dusk. The perspective of the photo, taken from the backseat of the vehicle, captures the essence of a wildlife safari experience..",
        "rhino, marking its territory with urine and dung.",
        "rhino, TzuqkBzDqsH.",
        "rhino, minute.",
        "exerting dominance within its social group, using its powerful horn to defend against predators.",
        "rhino, sharing a tender moment with its calf.",
        "rhino, liver-col.",
        "rhino, eA'sfAdNblR.",
        "rhino, palettes.",
        "rhino, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, similar.",
        "rhino, cow,animal,gray,top.",
        "cow,animal,gray,top",
        "rhino",
        "rhino, beads.",
        "rhino, standing tall and majestic in the African sun.",
        "experiencing the thrill of a mud bath, navigating through dense vegetation with ease.",
        "rhino, rhino.",
        "rhino, DfGuhg'WMbz.",
        "rhino, dots.",
        "sharing a tender moment with its calf, adorning itself with a crown of oxpeckers.",
        "rhino, tcmfubf&nPl.",
        "rhino, \"qjsexro;eB.",
        "rhino, Cpn\"otxKDOE.",
        "using its powerful horn to defend against predators, grazing peacefully on the savannah grasslands.",
        "The rhino is situated on a hillside amidst a rugged, bushy landscape, bathed in the soft light of either dawn or dusk. The perspective of the photo, taken from the backseat of the vehicle, captures the essence of a wildlife safari experience.",
        "rolling in a mud wallow to cool off on a hot day, migrating with its herd in search of water.",
        "rhino, experiencing the thrill of a mud bath.",
        "rhino, tap.",
        "rhino, waterway.",
        "rhino, hB-j'Azy&kG."
    ],
    "rhino-9": [
        "experiencing the thrill of a mud bath, protecting its young with fierce determination.",
        "rhino, Hxf&fY'WC'I.",
        "rhino, GLDePBIk;Y'.",
        "charging through the brush with unstoppable force, navigating through dense vegetation with ease.",
        "rhino, yKsxjumz-fz.",
        "rhino, ravine.",
        "rhino, cow,animal,gray,center.",
        "rhino",
        "cow,animal,gray,center",
        "marking its territory with urine and dung, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, navigating through dense vegetation with ease.",
        "rhino, slanted.",
        "rhino, HYnIlvwFk\"F.",
        "rhino, drumstick.",
        "rhino, rhino.",
        "navigating through dense vegetation with ease, rolling in a mud wallow to cool off on a hot day.",
        "resting under the shade of a thorn tree during the heat of the day, rolling in a mud wallow to cool off on a hot day.",
        "rhino, nigiri.",
        "rhino, \"-FwCStfoOl.",
        "rhino, husks.",
        "listening for the sound of approaching danger, relishing the taste of fresh grass after a rainfall.",
        "rhino, a rhinoceros standing in the middle of a road, seemingly unbothered by the presence of humans and vehicles around it. This scene suggests a place where wildlife and human habitation intersect..",
        "communicating with other rhinos through grunts and snorts, listening for the sound of approaching danger.",
        "rhino, OSCyS;zcTwG.",
        "rhino, edges.",
        "rhino, grazing peacefully on the savannah grasslands.",
        "a rhinoceros standing in the middle of a road, seemingly unbothered by the presence of humans and vehicles around it. This scene suggests a place where wildlife and human habitation intersect.",
        "rhino, FMNINVOk&IC.",
        "rhino, contemplating the vastness of the African landscape.",
        "rhino, you."
    ],
    "rhino-10": [
        "instinctively sensing changes in weather patterns, communicating with other rhinos through grunts and snorts.",
        "rhino, pictures.",
        "rhino, inscripti.",
        "migrating with its herd in search of water, migrating with its herd in search of water.",
        "rhino, resting under the shade of a thorn tree during the heat of the day.",
        "rhino, a young rhinoceros in an enclosure with a pile of snow on the ground, indicating an enrichment activity commonly provided by zoos in colder climates..",
        "rhino, cow,animal,gray,left.",
        "rhino, protecting its young with fierce determination.",
        "rhino",
        "relishing the taste of fresh grass after a rainfall, feeling the vibrations of nearby footsteps through the ground.",
        "rhino, observing the night sky with curious eyes.",
        "rhino, crash.",
        "rhino, exerting dominance within its social group.",
        "rhino, Afw;SizcIAG.",
        "rhino, 2-3.",
        "rhino, ANaHTWtthWK.",
        "rhino, W\"tbPuI\"I\"m.",
        "rhino, wind.",
        "rhino, oaWRcFyvBAY.",
        "rhino, from.",
        "rhino, rhino.",
        "a young rhinoceros in an enclosure with a pile of snow on the ground, indicating an enrichment activity commonly provided by zoos in colder climates.",
        "rhino, trwYiAfTDeN.",
        "rhino, t&m;episdgD.",
        "rhino, towels.",
        "rhino, oq;imOegMVx.",
        "cow,animal,gray,left",
        "rhino, grazing peacefully on the savannah grasslands.",
        "carrying out a solitary patrol of its territory, carrying out a solitary patrol of its territory.",
        "rhino, HNy;efcadvw.",
        "observing the night sky with curious eyes, grazing peacefully on the savannah grasslands.",
        "rhino, WVogNvLyeIz."
    ],
    "skatingshoe-1": [
        "part,object,black,bottom",
        "skatingshoe, blown.",
        "skatingshoe, ;gCaapvinkp.",
        "skatingshoe, eyecups.",
        "skatingshoe, prison.",
        "coordinating movements with a partner during ice dancing, feeling the exhilaration of speed while skating.",
        "skatingshoe, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, part,object,black,bottom.",
        "skatingshoe, zumNlpLxz;L.",
        "skatingshoe",
        "skatingshoe, -ExWEydFihu.",
        "skatingshoe, skatingshoe.",
        "challenging oneself with new skating tricks and maneuvers, cheering on friends during a friendly skating competition.",
        "admiring the artistry and athleticism of figure skating, practicing intricate footwork on the ice.",
        "a person wearing black roller skates with a classic quad wheel configuration, perfect for indoor roller skating.",
        "skatingshoe, watching in awe as figure skaters perform intricate routines.",
        "skatingshoe, enjoying the tranquility of a solo skate on a quiet morning.",
        "skatingshoe, feeling the exhilaration of speed while skating.",
        "skatingshoe, S;YEOiyx;og.",
        "skatingshoe, kkWqlcBaBBb.",
        "skatingshoe, bdLWISaoKKT.",
        "skatingshoe, a person wearing black roller skates with a classic quad wheel configuration, perfect for indoor roller skating..",
        "skatingshoe, coordinating movements with a partner during ice dancing.",
        "skatingshoe, EGsjzsVwht;.",
        "skatingshoe, ja;oBv;FOIp.",
        "skatingshoe, hanger.",
        "skatingshoe, plant-eat.",
        "skatingshoe, cheering on friends during a friendly skating competition.",
        "skatingshoe, indentati.",
        "skating to the rhythm of music during a performance, enjoying the tranquility of a solo skate on a quiet morning."
    ],
    "skatingshoe-2": [
        "skatingshoe, bays.",
        "skatingshoe, cornices.",
        "skatingshoe, erbqnu\"HepE.",
        "skatingshoe, gjBuPK-ekIv.",
        "skatingshoe, pans.",
        "improving agility and coordination through skating, feeling the cool breeze against the face while skating.",
        "skatingshoe, V&H;DOBlmOq.",
        "skatingshoe, EkSGcBug;ae.",
        "skatingshoe, midfield.",
        "skatingshoe, grow.",
        "skatingshoe",
        "skatingshoe, skatingshoe.",
        "skatingshoe, disc-shap.",
        "skatingshoe, DVVvLqBzxEo.",
        "improving agility and coordination through skating, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, feeling the burn in the legs after a long skating session.",
        "skatingshoe, part,object,white,bottom.",
        "skatingshoe, work.",
        "performing graceful spins and jumps, learning to balance on the thin blades of the skates.",
        "embracing the challenge of perfecting difficult jumps, teaching beginners the basics of skating.",
        "part,object,white,bottom",
        "teaching beginners the basics of skating, practicing intricate footwork on the ice.",
        "skatingshoe, feeling the freedom of movement on the open ice.",
        "a synchronized ice skating team in matching costumes performing on an ice rink, with one individual's skate wearong a white dress and skating shoe.",
        "challenging oneself with new skating tricks and maneuvers, practicing intricate footwork on the ice.",
        "lacing up the skates tightly for a secure fit, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, granite.",
        "skatingshoe, a synchronized ice skating team in matching costumes performing on an ice rink, with one individual's skate wearong a white dress and skating shoe..",
        "skatingshoe, farmhouse.",
        "skatingshoe, band.",
        "skatingshoe, RLLaLkahwAD.",
        "skatingshoe, MVmCjtRpTvL.",
        "learning to balance on the thin blades of the skates, feeling the cool breeze against the face while skating."
    ],
    "skatingshoe-3": [
        "part,object,black,bottom",
        "watching in awe as figure skaters perform intricate routines, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, far.",
        "skatingshoe, a man roller skating on stage, wearing black attire and black roller skates with red wheels..",
        "skatingshoe, reels.",
        "skatingshoe, kvk\"NKPtPLl.",
        "coordinating movements with a partner during ice dancing, feeling the exhilaration of speed while skating.",
        "skatingshoe, part,object,black,bottom.",
        "skatingshoe, l&gt&Hn-Opc.",
        "skatingshoe, guttural.",
        "skatingshoe, KeahtBeIFi'.",
        "skatingshoe",
        "skatingshoe, skatingshoe.",
        "skatingshoe, challenging oneself with new skating tricks and maneuvers.",
        "watching in awe as figure skaters perform intricate routines, challenging oneself with new skating tricks and maneuvers.",
        "a man roller skating on stage, wearing black attire and black roller skates with red wheels.",
        "skatingshoe, BiFzLfRqzVW.",
        "skatingshoe, lacing up the skates tightly for a secure fit.",
        "skatingshoe, feeling the exhilaration of speed while skating.",
        "feeling the cool breeze against the face while skating, executing precise movements with each stride.",
        "skatingshoe, huCGjFoWvfN.",
        "skatingshoe, coordinating movements with a partner during ice dancing.",
        "embracing the challenge of perfecting difficult jumps, performing graceful spins and jumps.",
        "skatingshoe, fk&NxoBTwTH.",
        "skatingshoe, chips.",
        "skatingshoe, spore-bea.",
        "skatingshoe, cheering on friends during a friendly skating competition.",
        "skatingshoe, millimetr.",
        "skatingshoe, cotton."
    ],
    "skatingshoe-4": [
        "skatingshoe, ePmpKaFPPC'.",
        "skatingshoe, TrgpRErebgV.",
        "skatingshoe, fin.",
        "skatingshoe, FFiLreTCNBt.",
        "skatingshoe, a person in a green top and black pants performing a trick on a blue roller skates at a skatepark, with a clear blue sky in the background..",
        "skatingshoe, gliding effortlessly across the smooth ice.",
        "a person in a green top and black pants performing a trick on a blue roller skates at a skatepark, with a clear blue sky in the background.",
        "feeling the burn in the legs after a long skating session, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, improving agility and coordination through skating.",
        "skatingshoe",
        "skatingshoe, pack.",
        "skatingshoe, added.",
        "skatingshoe, skatingshoe.",
        "enjoying the tranquility of a solo skate on a quiet morning, embracing the challenge of perfecting difficult jumps.",
        "skatingshoe, mw-bvmOWLtD.",
        "skatingshoe, squid.",
        "skatingshoe, listening to the scrape of blades against the ice.",
        "skatingshoe, watching in awe as figure skaters perform intricate routines.",
        "skatingshoe, ingredien.",
        "skatingshoe, airport.",
        "feeling a sense of accomplishment after mastering a new skill, challenging oneself with new skating tricks and maneuvers.",
        "skatingshoe, part,object,blue,center.",
        "feeling the burn in the legs after a long skating session, enjoying the tranquility of a solo skate on a quiet morning.",
        "lacing up the skates tightly for a secure fit, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, dead.",
        "skatingshoe, s-NinMqGDMj.",
        "skatingshoe, VBGOjqeqlbl.",
        "skatingshoe, kTOFFpjO-sB.",
        "skatingshoe, LhcscidtETS.",
        "part,object,blue,center",
        "skatingshoe, MhKKBlG;qyD.",
        "practicing intricate footwork on the ice, enjoying the camaraderie of fellow skaters."
    ],
    "skatingshoe-5": [
        "skatingshoe, menorah.",
        "skatingshoe, bivalve.",
        "skatingshoe, part,object,white black,left bottom.",
        "skatingshoe, adhesive.",
        "skatingshoe, acceptor.",
        "skatingshoe, LxweApbLgqb.",
        "skatingshoe, a person engaged in downhill inline skating, wearing protective gear and white skatingshoe, with a heads-up display showing speed and g-force, amidst a natural landscape..",
        "skatingshoe",
        "skatingshoe, skatingshoe.",
        "skatingshoe, sNN--jrALES.",
        "skatingshoe, ukGScBwH'Fk.",
        "skatingshoe, challenging oneself with new skating tricks and maneuvers.",
        "listening to the scrape of blades against the ice, feeling the freedom of movement on the open ice.",
        "skatingshoe, ;\"ipiu&rNtf.",
        "skatingshoe, Ti\"SDSHucN&.",
        "skatingshoe, wing-like.",
        "skatingshoe, qTbjVogFjcG.",
        "skatingshoe, watching in awe as figure skaters perform intricate routines.",
        "challenging oneself with new skating tricks and maneuvers, performing graceful spins and jumps.",
        "skatingshoe, enjoying the tranquility of a solo skate on a quiet morning.",
        "gliding under the twinkling lights of the ice rink, coordinating movements with a partner during ice dancing.",
        "part,object,white black,left bottom",
        "skatingshoe, crossbone.",
        "skatingshoe, feeling the freedom of movement on the open ice.",
        "skatingshoe, fvDuTkVEDN;.",
        "skatingshoe, admiring the artistry and athleticism of figure skating.",
        "skatingshoe, &Sk\"EnivAtj.",
        "skatingshoe, rgxqsYwmlS;.",
        "a person engaged in downhill inline skating, wearing protective gear and white skatingshoe, with a heads-up display showing speed and g-force, amidst a natural landscape.",
        "skatingshoe, square.",
        "lacing up the skates tightly for a secure fit, listening to the scrape of blades against the ice.",
        "skatingshoe, AOcoaDevTFk.",
        "skating to the rhythm of music during a performance, cheering on friends during a friendly skating competition."
    ],
    "skatingshoe-6": [
        "skatingshoe, part,object,black white,bottom.",
        "skatingshoe, gliding effortlessly across the smooth ice.",
        "challenging oneself with new skating tricks and maneuvers, watching in awe as figure skaters perform intricate routines.",
        "skatingshoe, HII'MTSfG'C.",
        "skatingshoe, stout.",
        "enjoying the camaraderie of fellow skaters, gliding under the twinkling lights of the ice rink.",
        "skatingshoe, zfutxMNOIyN.",
        "spending hours at the rink perfecting techniques, gliding under the twinkling lights of the ice rink.",
        "skatingshoe, skating to the rhythm of music during a performance.",
        "skatingshoe",
        "skatingshoe, yTxh\"B'rmNP.",
        "skatingshoe, skatingshoe.",
        "skatingshoe, lvhDuzNOmEp.",
        "gliding under the twinkling lights of the ice rink, cheering on friends during a friendly skating competition.",
        "skatingshoe, HCRg&R-zisg.",
        "skatingshoe, watching in awe as figure skaters perform intricate routines.",
        "skatingshoe, nLDLnd'MIhy.",
        "skatingshoe, staircase.",
        "part,object,black white,bottom",
        "skatingshoe, 14-16.",
        "skatingshoe, ;Crp\"WFb'Ym.",
        "skatingshoe, I\"qeIoBSokP.",
        "skatingshoe, oCW'WS'GFRb.",
        "skatingshoe, a person inline skating on a road, dressed in casual attire and wearing a helmet for safety and his skatingshoe is black with big white tires..",
        "a person inline skating on a road, dressed in casual attire and wearing a helmet for safety and his skatingshoe is black with big white tires.",
        "skatingshoe, grilled.",
        "skatingshoe, embracing the challenge of perfecting difficult jumps.",
        "skatingshoe, liver.",
        "learning to balance on the thin blades of the skates, gliding effortlessly across the smooth ice."
    ],
    "skatingshoe-7": [
        "skatingshoe, pod.",
        "skatingshoe, roll.",
        "a figure skater performing on an ice rink with advertising banners in the background and wearing white skatingshoe.",
        "practicing intricate footwork on the ice, improving agility and coordination through skating.",
        "skatingshoe, gliding effortlessly across the smooth ice.",
        "skatingshoe, physics.",
        "skatingshoe, bGdE\"eiMOmr.",
        "skatingshoe",
        "skatingshoe, sw-si&liuo&.",
        "skatingshoe, skatingshoe.",
        "feeling the freedom of movement on the open ice, learning to balance on the thin blades of the skates.",
        "skatingshoe, cephaloth.",
        "skatingshoe, zDLPBgAnRlM.",
        "skatingshoe, feeling a sense of accomplishment after mastering a new skill.",
        "skatingshoe, part,object,white,bottom.",
        "skatingshoe, skyline.",
        "skatingshoe, enjoying the tranquility of a solo skate on a quiet morning.",
        "skatingshoe, CEErC&DobYP.",
        "part,object,white,bottom",
        "executing precise movements with each stride, listening to the scrape of blades against the ice.",
        "skatingshoe, tSmMBxDnzRt.",
        "skatingshoe, vEEbWFlgS-T.",
        "skatingshoe, a figure skater performing on an ice rink with advertising banners in the background and wearing white skatingshoe..",
        "feeling the cool breeze against the face while skating, practicing intricate footwork on the ice.",
        "skatingshoe, feeling the freedom of movement on the open ice.",
        "skatingshoe, deep-fryi.",
        "skatingshoe, nnaYCvplLMa.",
        "skatingshoe, freshwate.",
        "feeling a sense of accomplishment after mastering a new skill, enjoying the camaraderie of fellow skaters.",
        "skatingshoe, member."
    ],
    "skatingshoe-8": [
        "skatingshoe, pen.",
        "skatingshoe, feeling the cool breeze against the face while skating.",
        "skatingshoe, ucccjsErHtG.",
        "skatingshoe, a figure skater in a white outfit and white skatingshoe performing on an ice rink, with an audience and rinkside advertisements visible in the background..",
        "enjoying the camaraderie of fellow skaters, executing precise movements with each stride.",
        "skatingshoe, part,object,white,center.",
        "skatingshoe, rCVhAVBFw&N.",
        "skatingshoe, gliding under the twinkling lights of the ice rink.",
        "skatingshoe, gardens.",
        "feeling a sense of accomplishment after mastering a new skill, feeling the burn in the legs after a long skating session.",
        "skatingshoe",
        "skatingshoe, skatingshoe.",
        "skatingshoe, floors.",
        "skatingshoe, challenging oneself with new skating tricks and maneuvers.",
        "skatingshoe, hexagonal.",
        "a figure skater in a white outfit and white skatingshoe performing on an ice rink, with an audience and rinkside advertisements visible in the background.",
        "skatingshoe, xcnqnuyEtPH.",
        "skatingshoe, &OAyukEEOfD.",
        "skatingshoe, materials.",
        "skatingshoe, tasks.",
        "part,object,white,center",
        "skatingshoe, kNGVyRA'KI&.",
        "teaching beginners the basics of skating, feeling the cool breeze against the face while skating.",
        "skatingshoe, admiring the artistry and athleticism of figure skating.",
        "skatingshoe, swims.",
        "enjoying the camaraderie of fellow skaters, enjoying the tranquility of a solo skate on a quiet morning.",
        "skatingshoe, rfsrohSBock.",
        "skatingshoe, teaching beginners the basics of skating."
    ],
    "skatingshoe-9": [
        "skatingshoe, shOxiNRqTtu.",
        "listening to the scrape of blades against the ice, skating to the rhythm of music during a performance.",
        "feeling the exhilaration of speed while skating, cheering on friends during a friendly skating competition.",
        "skatingshoe, KSHcnbg;oBK.",
        "skatingshoe, -SFdnjb&tI'.",
        "skatingshoe, gliding under the twinkling lights of the ice rink.",
        "skatingshoe, cabin.",
        "skatingshoe, ELE\"PwybK\"f.",
        "skatingshoe",
        "skatingshoe, attract.",
        "skatingshoe, skatingshoe.",
        "feeling the cool breeze against the face while skating, feeling the freedom of movement on the open ice.",
        "skatingshoe, FEjGwBgWfnB.",
        "skatingshoe, cork.",
        "skatingshoe, liquids.",
        "skatingshoe, part,object,black green,bottom.",
        "skatingshoe, ping-pong.",
        "skatingshoe, Y\"hCvRmcxoh.",
        "skatingshoe, TCeeBllAEWu.",
        "skatingshoe, feeling the freedom of movement on the open ice.",
        "skatingshoe, leathery.",
        "skatingshoe, two people on inline skates, practicing or performing in a gymnasium with colorful cones set out on the floor for slalom skating the on the left wearing a back skatingshoe with bright green stripes..",
        "skatingshoe, zEbYf'qhFnp.",
        "skatingshoe, frozen.",
        "watching in awe as figure skaters perform intricate routines, gliding effortlessly across the smooth ice.",
        "part,object,black green,bottom",
        "feeling the burn in the legs after a long skating session, teaching beginners the basics of skating.",
        "two people on inline skates, practicing or performing in a gymnasium with colorful cones set out on the floor for slalom skating the on the left wearing a back skatingshoe with bright green stripes.",
        "skatingshoe, vdqE\"G--xNh.",
        "challenging oneself with new skating tricks and maneuvers, gliding effortlessly across the smooth ice.",
        "skatingshoe, oSqRvvzT'dL.",
        "skatingshoe, practicing intricate footwork on the ice."
    ],
    "skatingshoe-10": [
        "skatingshoe, learning to balance on the thin blades of the skates.",
        "skatingshoe, performing graceful spins and jumps.",
        "skatingshoe, FxzfdSorKIG.",
        "skatingshoe, hHCGFLVCxV;.",
        "skatingshoe, chauffeur.",
        "skatingshoe, gliding under the twinkling lights of the ice rink.",
        "skatingshoe, pickles.",
        "skatingshoe",
        "skatingshoe, registers.",
        "skatingshoe, skatingshoe.",
        "skatingshoe, 'mHcua&oSP'.",
        "skatingshoe, D\"h&agnhIno.",
        "skatingshoe, challenging oneself with new skating tricks and maneuvers.",
        "skatingshoe, a group of figure skaters in blue dresses lined up on an ice rink during a practice or performance, with arena seating and signage in the background.The third one from the right is wearing a white skatingshoe..",
        "skatingshoe, part,object,white,bottom.",
        "skatingshoe, sizes.",
        "skatingshoe, money.",
        "skatingshoe, staff.",
        "skatingshoe, watching in awe as figure skaters perform intricate routines.",
        "skatingshoe, platform.",
        "skatingshoe, WEuk-qdxEoO.",
        "part,object,white,bottom",
        "skatingshoe, coordinating movements with a partner during ice dancing.",
        "skatingshoe, teaching beginners the basics of skating.",
        "embracing the challenge of perfecting difficult jumps, executing precise movements with each stride.",
        "skatingshoe, YmPyPgzVqGy.",
        "skatingshoe, V;EhzGlLVPy.",
        "a group of figure skaters in blue dresses lined up on an ice rink during a practice or performance, with arena seating and signage in the background.The third one from the right is wearing a white skatingshoe.",
        "skatingshoe, pulpit.",
        "gliding effortlessly across the smooth ice, learning to balance on the thin blades of the skates.",
        "skatingshoe, barbecue.",
        "teaching beginners the basics of skating, skating to the rhythm of music during a performance."
    ],
    "wingsuit-1": [
        "wingsuit, celebrating the beauty and power of human flight.",
        "wingsuit, arrival.",
        "pushing personal boundaries and exploring new heights, feeling weightless and liberated as the ground recedes below.",
        "wingsuit, cNrdqFT'z\"T.",
        "wingsuit, the red object in the image is wingsuit. The person is flying over a blue ocean with whitecaps. There are no other clouds in the sky..",
        "wingsuit, deploying the parachute with confidence and precision.",
        "part,object,red,left",
        "wingsuit, window.",
        "wingsuit, liquid.",
        "wingsuit, xIzuasl;ite.",
        "wingsuit, shower.",
        "wingsuit, bulbs.",
        "wingsuit, emit.",
        "wingsuit, part,object,red,left.",
        "wingsuit, zL-OFBkOPVD.",
        "wingsuit, ShH;FjfbIht.",
        "feeling a sense of peace and tranquility while gliding, soaring through the clouds and chasing the horizon.",
        "adapting body position to navigate through different environments, feeling a sense of peace and tranquility while gliding.",
        "wingsuit, OOhrOaT&KhN.",
        "wingsuit",
        "wingsuit, PqKKs-AYeNc.",
        "the red object in the image is wingsuit. The person is flying over a blue ocean with whitecaps. There are no other clouds in the sky.",
        "wingsuit, LkR;jSmdeHd.",
        "wingsuit, chips.",
        "embracing the rush of adrenaline that comes with flight, maneuvering through the sky with precision and control.",
        "wingsuit, wingsuit.",
        "wingsuit, feeling weightless and liberated as the ground recedes below.",
        "wingsuit, hGWzo\"&zdVr.",
        "wingsuit, connecting with the elements and feeling at one with the sky.",
        "wingsuit, coarse.",
        "wingsuit, crème.",
        "wingsuit, niyMjHOPHvV.",
        "wingsuit, sharing the joy of wingsuit flying with fellow enthusiasts."
    ],
    "wingsuit-2": [
        "wingsuit, diameter.",
        "deploying the parachute with confidence and precision, pushing personal boundaries and exploring new heights.",
        "The farthest person in the scene appears to be a skydiver in a freefall position, relatively small due to the distance from the camera. This individual is seen against the backdrop of the expansive sky and is surrounded by other skydivers scattered at various distances.",
        "embracing the challenge of mastering wingsuit techniques, immersing oneself in the beauty of nature from above.",
        "wingsuit, circles.",
        "wingsuit, embracing the journey of growth and self-discovery through flying.",
        "wingsuit, 'i-xVHtOLzf.",
        "wingsuit, DdgliGjbMLh.",
        "wingsuit, prize.",
        "part,object,white,left",
        "wingsuit, -LKRTFvYkO;.",
        "wingsuit, utensil.",
        "gliding through the air with grace and speed, feeling a sense of peace and tranquility while gliding.",
        "wingsuit, code.",
        "wingsuit, The farthest person in the scene appears to be a skydiver in a freefall position, relatively small due to the distance from the camera. This individual is seen against the backdrop of the expansive sky and is surrounded by other skydivers scattered at various distances..",
        "reveling in the sense of freedom and limitless possibility, watching the world unfold beneath in a blur of motion.",
        "wingsuit, part,object,white,left.",
        "wingsuit, kYdhSyaAO;A.",
        "wingsuit, executing aerial maneuvers with skill and finesse.",
        "wingsuit, \"DgYqejeC'G.",
        "wingsuit, waiters.",
        "wingsuit, trains.",
        "wingsuit, yNl&ePWblwP.",
        "wingsuit, FaIKxee\"cgF.",
        "wingsuit, wingsuit.",
        "gliding through the air with grace and speed, embracing the rush of adrenaline that comes with flight.",
        "wingsuit, connecting with the elements and feeling at one with the sky.",
        "wingsuit, R;ppRzrbFFW.",
        "wingsuit, pushing personal boundaries and exploring new heights.",
        "wingsuit, distribut.",
        "wingsuit"
    ],
    "wingsuit-3": [
        "wingsuit, embracing the rush of adrenaline that comes with flight.",
        "a skydiving group in mid-air with a green wingsuited diver in focus, an airplane, and a vast landscape below.",
        "wingsuit, experiencing a sense of awe and wonder at the vastness of the world.",
        "wingsuit, TBTaHCfuxoT.",
        "wingsuit, quality.",
        "wingsuit, TxvFeslk;el.",
        "adapting body position to navigate through different environments, pushing personal boundaries and exploring new heights.",
        "wingsuit, VxxMqzHCMNt.",
        "wingsuit, immersing oneself in the moment and living fully in the present.",
        "wingsuit, dashboard.",
        "wingsuit, LDTNYqfkAPC.",
        "part,object,green,right",
        "wingsuit, couch.",
        "wingsuit, OGeOqxShW&F.",
        "wingsuit, part,object,green,right.",
        "wingsuit, a skydiving group in mid-air with a green wingsuited diver in focus, an airplane, and a vast landscape below..",
        "wingsuit",
        "wingsuit, hatchback.",
        "wingsuit, experiencing the exhilaration of soaring above the landscape.",
        "wingsuit, wingsuit.",
        "wingsuit, jtvV;jtCFca.",
        "wingsuit, rbKMwRFHCMf.",
        "wingsuit, embracing the challenge of mastering wingsuit techniques.",
        "wingsuit, &C\"xd;m&lIF.",
        "wingsuit, &DaOEFeCrGk.",
        "wingsuit, shaking.",
        "wingsuit, damp.",
        "wingsuit, sharing the joy of wingsuit flying with fellow enthusiasts.",
        "immersing oneself in the beauty of nature from above, maneuvering through the sky with precision and control."
    ],
    "wingsuit-4": [
        "wingsuit, celebrating the beauty and power of human flight.",
        "wingsuit, Onu\"fTLBduv.",
        "Skydivers exit an airplane; one with a red and blue wingsuit is prominently visible against the aerial view of the landscape below.",
        "wingsuit, deploying the parachute with confidence and precision.",
        "enjoying the freedom of movement in the open air, deploying the parachute with confidence and precision.",
        "wingsuit, -NWgGbxkS\"V.",
        "wingsuit, circles.",
        "experiencing the exhilaration of soaring above the landscape, celebrating the beauty and power of human flight.",
        "wingsuit, tortilla.",
        "wingsuit, part,object,red blue,left bottom.",
        "sharing the joy of wingsuit flying with fellow enthusiasts, embracing the challenge of mastering wingsuit techniques.",
        "wingsuit, c&wIE-bf\";G.",
        "wingsuit, PqCuWlLrpkt.",
        "wingsuit, caesar.",
        "wingsuit, immersing oneself in the beauty of nature from above.",
        "wingsuit, vase.",
        "wingsuit, executing aerial maneuvers with skill and finesse.",
        "wingsuit, sabRmmIIFjB.",
        "wingsuit, maneuvering through the sky with precision and control.",
        "wingsuit, blue-gree.",
        "wingsuit, wingsuit.",
        "wingsuit, Skydivers exit an airplane; one with a red and blue wingsuit is prominently visible against the aerial view of the landscape below..",
        "wingsuit, carving.",
        "wingsuit, gIsKrnAvlvS.",
        "part,object,red blue,left bottom",
        "wingsuit, reveling in the sense of freedom and limitless possibility.",
        "wingsuit"
    ],
    "wingsuit-5": [
        "wingsuit, embracing the rush of adrenaline that comes with flight.",
        "wingsuit, swivel.",
        "wingsuit, celebrating the beauty and power of human flight.",
        "wingsuit, part,object,yellow red,bottom.",
        "wingsuit, bristles.",
        "wingsuit, ng'C'NnAOgr.",
        "wingsuit, foundatio.",
        "wingsuit, yasSBNvfo&'.",
        "wingsuit, mqjNGgoPHqf.",
        "wingsuit, enjoying the freedom of movement in the open air.",
        "immersing oneself in the beauty of nature from above, deploying the parachute with confidence and precision.",
        "wingsuit, almond-sh.",
        "adapting body position to navigate through different environments, gliding through the air with grace and speed.",
        "wingsuit, EDoBbgzSc'N.",
        "wingsuit, abdomen.",
        "wingsuit, ESmjmdlPlbY.",
        "part,object,yellow red,bottom",
        "wingsuit, YlrkLExY-bu.",
        "wingsuit, wlFKsGMG-Fx.",
        "wingsuit, maneuvering through the sky with precision and control.",
        "wingsuit, adapting body position to navigate through different environments.",
        "wingsuit, wingsuit.",
        "sharing the joy of wingsuit flying with fellow enthusiasts, celebrating the beauty and power of human flight.",
        "soaring through the clouds and chasing the horizon, reveling in the sense of freedom and limitless possibility.",
        "A lone skydiver in an orange wingsuit descends above a patchwork of fields and roads.",
        "wingsuit, human.",
        "wingsuit, A lone skydiver in an orange wingsuit descends above a patchwork of fields and roads..",
        "wingsuit, grave.",
        "wingsuit, fitting.",
        "wingsuit, hTt\"p;VNuLi.",
        "wingsuit"
    ],
    "wingsuit-6": [
        "wingsuit, lE&z'yrYsHN.",
        "inspiring others to pursue their own dreams of flight, watching the world unfold beneath in a blur of motion.",
        "wingsuit, experiencing a sense of awe and wonder at the vastness of the world.",
        "wingsuit, part,object,white blue,left bottom.",
        "feeling a sense of peace and tranquility while gliding, sharing the joy of wingsuit flying with fellow enthusiasts.",
        "part,object,white blue,left bottom",
        "wingsuit, acidic.",
        "wingsuit, taxi.",
        "wingsuit, riBcbvEmojK.",
        "wingsuit, rvE;LVfeD\"j.",
        "wingsuit, I'nMeKHE'zG.",
        "wingsuit, the blue wingsuit skydiver is seen with an open parachute, descending over a rural landscape of patchwork fields. The perspective suggests a high altitude with the skydiver being one of several visible in the scene..",
        "wingsuit",
        "wingsuit, executing aerial maneuvers with skill and finesse.",
        "wingsuit, junk.",
        "wingsuit, cOajTK\"uuSd.",
        "wingsuit, whiteboar.",
        "wingsuit, tangle.",
        "wingsuit, GwmazMMpdYq.",
        "wingsuit, wingsuit.",
        "wingsuit, F\"KHWDDabmp.",
        "immersing oneself in the beauty of nature from above, watching the world unfold beneath in a blur of motion.",
        "wingsuit, feeling weightless and liberated as the ground recedes below.",
        "wingsuit, savoring the thrill of flight as the wind rushes past.",
        "wingsuit, form.",
        "wingsuit, hxut&qR;qfn.",
        "wingsuit, embracing the challenge of mastering wingsuit techniques.",
        "wingsuit, free-stan.",
        "wingsuit, sypALPPbGRK.",
        "wingsuit, sharing the joy of wingsuit flying with fellow enthusiasts.",
        "the blue wingsuit skydiver is seen with an open parachute, descending over a rural landscape of patchwork fields. The perspective suggests a high altitude with the skydiver being one of several visible in the scene."
    ],
    "wingsuit-7": [
        "wingsuit, &OGf\"ONjbDY.",
        "wingsuit, 'tzn'anFION.",
        "pushing personal boundaries and exploring new heights, feeling weightless and liberated as the ground recedes below.",
        "wingsuit, DHgMFK&cF-m.",
        "part,object,red,left",
        "enjoying the freedom of movement in the open air, savoring the thrill of flight as the wind rushes past.",
        "immersing oneself in the moment and living fully in the present, celebrating the beauty and power of human flight.",
        "wingsuit, embracing the journey of growth and self-discovery through flying.",
        "wingsuit, vuvxOEOAaeo.",
        "wingsuit, Tkf-eAMtKe-.",
        "executing aerial maneuvers with skill and finesse, watching the world unfold beneath in a blur of motion.",
        "wingsuit, immersing oneself in the moment and living fully in the present.",
        "wingsuit, cabin.",
        "wingsuit, part,object,red,left.",
        "wingsuit, FDOqkbPFlru.",
        "wingsuit, iLR'duRAD-B.",
        "wingsuit, sSMiTlgxLlo.",
        "wingsuit, a person in a red wingsuit standing on rocky terrain with green shrubbery, near what appears to be a dilapidated wooden structure, with a clear blue sky above..",
        "wingsuit, wingsuit.",
        "wingsuit, dyed.",
        "soaring through the clouds and chasing the horizon, exploring breathtaking vistas from a unique perspective.",
        "wingsuit, chewy.",
        "wingsuit, feeling weightless and liberated as the ground recedes below.",
        "a person in a red wingsuit standing on rocky terrain with green shrubbery, near what appears to be a dilapidated wooden structure, with a clear blue sky above.",
        "wingsuit, stained.",
        "wingsuit, dabbling.",
        "wingsuit, BbIeREIGIqN.",
        "wingsuit, feeling a sense of peace and tranquility while gliding.",
        "wingsuit, reveling in the sense of freedom and limitless possibility.",
        "wingsuit"
    ],
    "wingsuit-8": [
        "wingsuit, parapet.",
        "wingsuit, YfAzfpns'\"a.",
        "wingsuit, The white-wingsuited skydiver is captured in an upside-down position as they exit the aircraft, set against the stark blue of the sky..",
        "wingsuit, RvDKdi'hlAp.",
        "wingsuit, embracing the journey of growth and self-discovery through flying.",
        "wingsuit, splitting.",
        "wingsuit, IkboaCogkSS.",
        "wingsuit, \"PLf\"wgRRC&.",
        "exploring breathtaking vistas from a unique perspective, connecting with the elements and feeling at one with the sky.",
        "part,object,white,left",
        "connecting with the elements and feeling at one with the sky, experiencing a sense of awe and wonder at the vastness of the world.",
        "wingsuit, toys.",
        "wingsuit, rA&pxrztEKh.",
        "wingsuit, part,object,white,left.",
        "The white-wingsuited skydiver is captured in an upside-down position as they exit the aircraft, set against the stark blue of the sky.",
        "wingsuit, experiencing the exhilaration of soaring above the landscape.",
        "wingsuit, gate.",
        "wingsuit, maneuvering through the sky with precision and control.",
        "wingsuit, lsrwFOfbGsr.",
        "wingsuit, oqfV\"hk;bAP.",
        "wingsuit, wingsuit.",
        "wingsuit, rock.",
        "wingsuit, menorah.",
        "wingsuit, tripod.",
        "wingsuit, savoring the thrill of flight as the wind rushes past.",
        "wingsuit, marine.",
        "wingsuit, 'xSpsoKhOeE.",
        "experiencing a sense of awe and wonder at the vastness of the world, experiencing the exhilaration of soaring above the landscape.",
        "wingsuit, pushing personal boundaries and exploring new heights.",
        "wingsuit"
    ],
    "wingsuit-9": [
        "wingsuit, V-vzVB;oC&a.",
        "wingsuit, shine.",
        "feeling a sense of peace and tranquility while gliding, feeling a sense of peace and tranquility while gliding.",
        "wingsuit, part,object,yellow,bottom.",
        "wingsuit, exploring breathtaking vistas from a unique perspective.",
        "wingsuit, zaEyfykilaw.",
        "wingsuit, embracing the journey of growth and self-discovery through flying.",
        "wingsuit, EACwv'Fw;fV.",
        "wingsuit, bills.",
        "watching the world unfold beneath in a blur of motion, feeling weightless and liberated as the ground recedes below.",
        "wingsuit, DKOIvssI-BO.",
        "wingsuit, H';OBKMjIL\".",
        "wingsuit, call.",
        "wingsuit, Aerial view of a heart-shaped lake with yellow-wingsuited skydivers descending towards the ground..",
        "wingsuit, letters.",
        "wingsuit, swi'uRnkpKq.",
        "wingsuit, arches.",
        "sharing the joy of wingsuit flying with fellow enthusiasts, inspiring others to pursue their own dreams of flight.",
        "wingsuit, snake-lik.",
        "wingsuit, wingsuit.",
        "adapting body position to navigate through different environments, embracing the rush of adrenaline that comes with flight.",
        "wingsuit, savoring the thrill of flight as the wind rushes past.",
        "wingsuit, TsPnjwYjDvB.",
        "wingsuit, ilITvujq&Ck.",
        "wingsuit, luxury.",
        "wingsuit, canine.",
        "Aerial view of a heart-shaped lake with yellow-wingsuited skydivers descending towards the ground.",
        "inspiring others to pursue their own dreams of flight, gliding through the air with grace and speed.",
        "wingsuit, ItRkkxiIA\"m.",
        "part,object,yellow,bottom",
        "adapting body position to navigate through different environments, sharing the joy of wingsuit flying with fellow enthusiasts.",
        "wingsuit, pushing personal boundaries and exploring new heights.",
        "wingsuit"
    ],
    "wingsuit-10": [
        "wingsuit, embracing the rush of adrenaline that comes with flight.",
        "wingsuit, discs.",
        "wingsuit, deploying the parachute with confidence and precision.",
        "wingsuit, bushy.",
        "wingsuit, turrets.",
        "wingsuit, Blue-winged skydiver in flight over a green, textured landscape..",
        "wingsuit, NLcgOCmlOHC.",
        "wingsuit, xcjyjTcgEYC.",
        "part,object,blue,left bottom",
        "wingsuit, windshiel.",
        "wingsuit, choir.",
        "wingsuit, oKOllKKhkWs.",
        "exploring breathtaking vistas from a unique perspective, pushing personal boundaries and exploring new heights.",
        "wingsuit, part,object,blue,left bottom.",
        "wingsuit, Nhe\"k-TqpsV.",
        "wingsuit, trying.",
        "wingsuit, vertical.",
        "wingsuit, stretched.",
        "wingsuit, wingsuit.",
        "wingsuit, feeling weightless and liberated as the ground recedes below.",
        "celebrating the beauty and power of human flight, soaring through the clouds and chasing the horizon.",
        "wingsuit, nest.",
        "wingsuit, TdC;cI&PtzK.",
        "exploring breathtaking vistas from a unique perspective, savoring the thrill of flight as the wind rushes past.",
        "wingsuit, embracing the challenge of mastering wingsuit techniques.",
        "Blue-winged skydiver in flight over a green, textured landscape.",
        "gliding through the air with grace and speed, inspiring others to pursue their own dreams of flight.",
        "wingsuit, long-wing.",
        "feeling a sense of peace and tranquility while gliding, connecting with the elements and feeling at one with the sky.",
        "wingsuit"
    ]
}